IDS_EC_REPORT_CH_TEST = "EC_Report_EN-Test(Lang:EN)"
IDS_EC_FOUNDATION_OVERTURNING_OCCURED = "Ocorreu tombamento. Cálculo cancelado."
IDS_EC_FOUNDATION_OVERTURNED = "Invertido"
IDS_EC_FOUNDATION_DESIGN_LOAD = "Carga de Projeto"
IDS_EC_FOUNDATION_SERVICE_LOAD = "Carga de Serviço"
IDS_EC_FOUNDATION_FACTORED_LOAD = "Carga Fatorada"
IDS_EC_FOUNDATION_SURCHARGE_LOAD = "Carga de Sobrecarga"
IDS_EC_FOUNDATION_SURFACE_LOAD = "Carga de Superfície"
IDS_EC_FOUNDATION_WEIGHT_DENSITY = "Densidade de Peso"
IDS_EC_FOUNDATION_SOIL_HEIGHT = "Altura do Solo"
IDS_EC_FOUNDATION_SELF_WEIGHT_CONSIDERED = "O peso próprio é considerado."
IDS_EC_FOUNDATION_SELF_WEIGHT_NOT_CONSIDERED = "O peso próprio não é considerado."
IDS_EC_FOUNDATION_DEPTH = "Profundidade"
IDS_EC_FOUNDATION_COLUMN_SECTION = "Seção da Coluna"
IDS_EC_FOUNDATION_SHAPE_COLUMN = "Forma da Coluna"
IDS_EC_FOUNDATION_RECTANGLE = "Retângulo"
IDS_EC_FOUNDATION_CIRCLE = "Círculo"
IDS_EC_FOUNDATION_ECCENTRICITY_X = "Excentricidade (X)"
IDS_EC_FOUNDATION_ECCENTRICITY_Y = "Excentricidade (Y)"
IDS_EC_FOUNDATION_WALL_SECTION = "Seção da Parede"
IDS_EC_FOUNDATION_THICKNESS = "Espessura"
IDS_EC_FOUNDATION_ECCENTRICITY = "Excentricidade"
IDS_EC_FOUNDATION_REBAR = "Barra de armadura"
IDS_EC_FOUNDATION_DIRECTION_X = "Direção X"
IDS_EC_FOUNDATION_LAYER__i = "Camada %i"
IDS_EC_FOUNDATION_DIRECTION_Y = "Direção Y"
IDS_EC_FOUNDATION_FOUNDATION = "Fundação"
IDS_EC_FOUNDATION_FOUNDATION_SIZE = "Tamanho da Fundação"
IDS_EC_FOUNDATION_WIDTH = "Largura"
IDS_EC_FOUNDATION_NO_OF_PILE = "Nº de estacas "
IDS_EC_FOUNDATION_SPACE_OF_PILE = "Espaço da estaca "
IDS_EC_FOUNDATION_CHECK_SOIL_CAPA = "Verificar Capacidade do Solo"
IDS_EC_FOUNDATION_CHECK_SOIL_STRESS = "Verifique a tensão do solo em serviço no programa principal."
IDS_EC_FOUNDATION_CALC_SOIL_STRESS = "Calcular tensão de serviço do solo"
IDS_EC_FOUNDATION_CALC_FACTORED_SOIL_STRESS = "Calcular tensão última do solo"
IDS_EC_FOUNDATION_CALC_SOIL_STRESS__s = "Calcular a tensão do solo em serviço (%s)"
IDS_EC_FOUNDATION_CALC_FACTORED_SOIL_STRESS__s = "Calcular a tensão do solo última (%s)"
IDS_EC_FOUNDATION_CHECK_PILE_CAPA = "Verificar Capacidade da Estaca"
IDS_EC_FOUNDATION_CALC_ACTUAL_PILE_STRESS__s = "Calcular a reação da estaca em serviço (%s)"
IDS_EC_FOUNDATION_CALC_FACTORED_PILE_STRESS__s = "Calcular a reação da estaca última (%s)"
IDS_EC_FOUNDATION_INDEX = "Índice"
IDS_EC_FOUNDATION_AT_FACE = "na Face"
IDS_EC_FOUNDATION_AT_DIST2D = "na Distância-2D"
IDS_EC_FOUNDATION_CHECK_ONE_WAY_SHEAR = "Verificar Força Cortante Unidirecional"
IDS_EC_FOUNDATION_CHECK_TWO_WAY_SHEAR = "Verificar Força Cortante Bidirecional"
IDS_EC_FOUNDATION_CALC_PAREMETER = "Calcular parâmetro"
IDS_EC_FOUNDATION_COLUMN_FACE = "Calcular Força cortante na face da Coluna"
IDS_EC_FOUNDATION_2D = "Calcular Força cortante à distância 2d"
IDS_EC_FOUNDATION_D = "Calcular Força cortante à distância d"
IDS_EC_FOUNDATION_CHECK_MOMENT_CAPA = "Verificar Capacidade de Momento"
IDS_EC_FOUNDATION_CALC_MOMENT_CAPA__s = "Calcular capacidade de momento (%s)"
IDS_EC_FOUNDATION_CALC_MOMENT_CAPA_AT_COLM_FACE = "Calcular a capacidade de Momento na face da Coluna"
IDS_EC_FOUNDATION_REF_095D = "A referência de 0.95d é "The Concise Eurocode" 2006"
IDS_EC_FOUNDATION_CHECK_REBAR = "Verificar Barra de armadura"
IDS_EC_FOUNDATION_CALC_MINIMUM_REBAR_AREA_REQ = "Calcular a área mínima de Barra de armadura necessária"
IDS_EC_FOUNDATION_X_DIRECTION = "Direção X"
IDS_EC_FOUNDATION_Y_DIRECTION = "Direção Y"
IDS_EC_FOUNDATION_CALC_MINIMUM_REBAR_SPACE_REQ__s = "Calcular o limite máximo de espaçamento das Barras de armadura (%s)"
IDS_EC_FOUNDATION_SELF_WEIGHT = "Peso Próprio"
IDS_EC_FOUNDATION_COLUMN = "Coluna"
IDS_EC_FOUNDATION_SHAPE = "Forma"
IDS_EC_FOUNDATION_DIAMETER = "Diâmetro"
IDS_EC_FOUNDATION_ECCENT_X = "Excentricidade(X)"
IDS_EC_FOUNDATION_ECCENT_Y = "Excentricidade(Y)"
IDS_EC_FOUNDATION_WALL = "Parede"
IDS_EC_FOUNDATION_LAYER_1_X = "Camada-1 (X)"
IDS_EC_FOUNDATION_LAYER_2_X = "Camada-2 (X)"
IDS_EC_FOUNDATION_LAYER_1_Y = "Camada-1 (Y)"
IDS_EC_FOUNDATION_LAYER_2_Y = "Camada-2 (Y)"
IDS_EC_FOUNDATION_PILE = "Estaca"
IDS_EC_FOUNDATION_SPACE = "Espaço"
IDS_EC_FOUNDATION_CHECK_CAPA = "Verificar Capacidade"
IDS_EC_FOUNDATION_CHECK_ITEMS = "Verificar Itens"
IDS_EC_FOUNDATION_UNIT = "Unidade"
IDS_EC_FOUNDATION_CALCULATED = "Calculado"
IDS_EC_FOUNDATION_CRITIERIA = "Critérios"
IDS_EC_FOUNDATION_SOIL_CAPA__s = "Capacidade do Solo (%s)"
IDS_EC_FOUNDATION_MOMENT_X_DIR_MUY__s = "Momento-Direção X (Muy, %s)"
IDS_EC_FOUNDATION_MOMENT_Y_DIR_MUX__s = "Momento-Direção Y (Mux, %s)"
IDS_EC_FOUNDATION_ONE_WAY_SHEAR_X__s = "Força Cortante-Unidirecional-X (%s)"
IDS_EC_FOUNDATION_ONE_WAY_SHEAR_Y__s = "Força Cortante-Unidirecional-Y (%s)"
IDS_EC_FOUNDATION_TWO_WAY_SHEAR__s = "Força Cortante-Bidirecional (%s)"
IDS_EC_FOUNDATION_TWO_WAY_SHEAR_FACE_s = "Força Cortante-Bidirecional-Face (%s)"
IDS_EC_FOUNDATION_TWO_WAY_SHEAR_2D_s = "Força Cortante-Bidirecional-2D (%s)"
IDS_EC_FOUNDATION_TWO_WAY_SHEAR_D_s = "Força Cortante-Bidirecional-D (%s)"
IDS_EC_FOUNDATION_PILEPUNCHING_FACE_s = "Perfuração de Estaca-Face (%s)"
IDS_EC_FOUNDATION_PILEPUNCHING_2D_s = "Perfuração de Estaca-2D (%s)"
IDS_EC_FOUNDATION_PILE_CAPA_COMP__s = "Capacidade da estaca-Comp. (%s)"
IDS_EC_FOUNDATION_PILE_CAPA_TENS__s = "Capacidade da estaca-Tração (%s)"
IDS_EC_FOUNDATION_FOUNDATION_INPUT_LIST = "LISTA DE ENTRADA DA FUNDAÇÃO"
IDS_EC_FOUNDATION_INPUT_DATA_LIST = "Lista de Dados de Entrada"
IDS_EC_FOUNDATION_DEPTH_COVER__s__s__s__s = "Profundidade = %s%s, Cobrimento = %s%s"
IDS_EC_FOUNDATION_DEPTH_DISTANCE__s__s__s__s = "Profundidade = %s%s, Distância = %s%s"
IDS_EC_FOUNDATION_GENERATING_FOUNDATION_REPORT = "Gerando Relatório de Fundação..."
IDS_EC_FOUNDATION_SHAPE_COLUMN_RECTANGLE = "Forma da Coluna \t: Retangular"
IDS_EC_FOUNDATION_SHAPE_COLUMN_CIRCLE = "Forma da Coluna \t: Circular"
IDS_EC_FOUNDATION_ECCENT_X__s__s = "Excentricidade (X) \t: %s%s"
IDS_EC_FOUNDATION_ECCENT_Y__s__s = "Excentricidade (Y) \t: %s%s"
IDS_EC_FOUNDATION_THICKNESS__s = "Espessura \t: %s"
IDS_EC_FOUNDATION_ECCENT__s = "Excentricidade \t: %s"
IDS_EC_FOUNDATION_WIDTH__s__s = "Largura \t: %s%s"
IDS_EC_FOUNDATION_X__s = "X(%s)"
IDS_EC_FOUNDATION_Y__s = "Y(%s)"
IDS_EC_FOUNDATION_PILE_PUNCHING = " : Punção da estaca"
IDS_EC_FOUNDATION_CALC_ONE_WAY_SHEAR_DIR_X = "Calcular Força cortante unidirecional (Direção X)"
IDS_EC_FOUNDATION_CALC_ONE_WAY_SHEAR_DIR_Y = "Calcular Força cortante unidirecional (Direção Y)"
IDS_EC_FOUNDATION_CHECK_MOMENT = "Verificar Momento"
IDS_EC_FOUNDATION_COLUMN__s = "Coluna (%s)"
IDS_EC_FOUNDATION_WALL__s = "Parede (%s)"
IDS_EC_FOUNDATION_DEPTH_COVER_DIVIDE__s__s__s__s = "( Profundidade = %s%s, Cobrimento = %s%s / "
IDS_EC_FOUNDATION_DEPTH_DISTANCE_DIVIDE__s__s__s__s = "( Profundidade = %s%s, Distância = %s%s / "
IDS_EC_FOUNDATION_FCK_FY__s__s = "fck = %s%s, fyk = %s%s )"
IDS_EC_FOUNDATION_SELF_ENTER_WEIGHT = "Peso\nPróprio"
IDS_EC_FOUNDATION_ISNOT_ADJUST_DGN_MODULE = "Versão incompatível do módulo de dimensionamento"
IDS_EC_FOUNDATION_FCK_FY__s__s__s__s = "fck = %s%s, fyk = %s%s"
IDS_EC_FOUNDATION_MOMENT_EFFECTIVE_DEPTH = "Calcular Profundidade Eficaz do Momento"
IDS_EC_FOUNDATION_SHEAR_EFFECTIVE_DEPTH = "Calcular Profundidade Eficaz da Força Cortante"
IDS_EC_FOUNDATION_PILE_PUNCHING_NOTE1 = "Nota: Ao verificar a punção da estaca, assume-se que a estaca é interna."
IDS_EC_FOUNDATION_PILE_PUNCHING_NOTE2 = "O perímetro crítico é determinado sem considerar estaca de canto ou estaca de borda."
IDS_EC_FOUNDATION_USER_D = "Calcular Força cortante à distância d do usuário"
IDS_EC_ONEWAY_SHEAR = "Força Cortante Unidirecional"
IDS_EC_ONEWAY_SHEAR_X = "Força Cortante Unidirecional-X"
IDS_EC_TWOWAY_SHEAR = "Força Cortante Bidirecional"
IDS_EC_TWOWAY_SHEAR_CF = "Força cortante bidirecional-Face da Coluna"
IDS_EC_TWOWAY_SHEAR_2D = "Força Cortante Bidirecional-2D"
IDS_EC_TWOWAY_SHEAR_USERD = "Força Cortante Bidirecional-UserD"
IDS_EC_OFFSET_FACTOR = "Fator de Deslocamento"
IDS_EC_MOMENT_Y_DIRECTION = "Momento-Direção Y"
IDS_EC_MOMENT_X_DIRECTION = "Momento-Direção X"
IDS_EC_CANTIL_MOMENT_X_DIRECTION = "Momento-Direção X (Baldrame)"
IDS_EC_COLUMN_MOMENT_X_DIRECTION = "Momento-Direção X (Coluna)"
IDS_EC_SPAN_MOMENT_X_DIRECTION = "Momento-Direção X (Vão)"
IDS_EC_REBAR_SPACE_Y_DIRECTION = "Verificar Espaço-Y"
IDS_EC_REBAR_SPACE_X_DIRECTION = "Verificar Espaço-X"
IDS_EC_REBAR_AREA_Y_DIRECTION = "Verificar Área-Y"
IDS_EC_REBAR_AREA_X_DIRECTION = "Verificar Área-X"
IDS_EC_OFFSET = "Deslocamento"
IDS_EC_FOUNDATION_SOIL_CAPA = "Capacidade do Solo"
IDS_EC_FOUNDATION_SOIL_CAPA_EXPL = "O valor é baseado na Carga de serviço"
IDS_EC_FOUNDATION_OVER_TURNING = "Os valores não serão exibidos se ocorrer tombamento"
IDS_EC_FOUNDATION_SOIL_DIAGRM = "Diagrama de Tensão do Solo"
IDS_EC_SFD_DIAGRAM = "Diagrama de Força Cortante"
IDS_EC_BMD_DIAGRAM = "Diagrama de Momento Fletor"
IDS_EC_PLAN_SECT = "Planta & Seção"
IDS_EC_REBAR_MAX_AREA = "Área Máxima"
IDS_EC_REBAR_MIN_AREA = "Área Mínima"
IDS_EC_REBAR_REQ_AREA = "Área Requerida"
IDS_EC_REBAR_MAX_SPACE = "Espaçamento Máximo"
IDS_EC_CANTIL = "Cantil"
IDS_EC_COLUMN = "Coluna"
IDS_EC_SPAN = "Vão"
IDS_EC_FOUNDATION_FDN_SECTION = "Seção da Fundação"
IDS_EC_FOUNDATION_FORCES_REINFORCEMENT = "Forças e Armadura"
IDS_EC_FOUNDATION_INVERTED_T = "T Invertido"
IDS_EC_FOUNDATION_ECC = "Exc."
IDS_EC_FOUNDATION_MOMENT_TOP__s = "Momento_top (%s)"
IDS_EC_FOUNDATION_MOMENT_BOT__s = "Momento_bot (%s)"
IDS_EC_FOUNDATION_SHEAR__s = "Força cortante (%s)"
IDS_EC_FOUNDATION_TRANSE_MOMENT__s = "Momento Transversal (%s)"
IDS_EC_FOUNDATION_LX = "Lx"
IDS_EC_FOUNDATION_SECTION_BEAM_SIZE = "Tamanho da Viga"
IDS_EC_FOUNDATION_MOMENTS_FORCES = "Momentos e Forças"
IDS_EC_FOUNDATION_CALC_SHEAR_CAPA = "Calcular capacidade de força cortante"
IDS_EC_FOUNDATION_FCK_FY_NOBRACKET__s__s = "fck = %s%s, fyk = %s%s"
IDS_EC_FOUNDATION_TOP_BAR = "Barra Superior"
IDS_EC_FOUNDATION_BOTTOM_BAR = "Barra Inferior"
IDS_EC_FOUNDATION_BOT_BAR = "Barra Inferior"
IDS_EC_FOUNDATION_STIRRUP = "Estribo"
IDS_EC_FOUNDATION_STANSVERSE_BAR = "Barra Transversal"
IDS_EC_FOUNDATION_STANS_BAR = "Barra Trans."
IDS_EC_FOUNDATION_X = "X"
IDS_EC_FOUNDATION_Y = "Y"
IDS_EC_FOUNDATION_DIR_x = "x"
IDS_EC_FOUNDATION_DIR_y = "y"
IDS_EC_FOUNDATION__s_c = "%s_c$"
IDS_EC_FOUNDATION__s_s = "%s_s$"
IDS_EC_FOUNDATION_Fck = "f_ck$"
IDS_EC_FOUNDATION_Fy = "f_yk$"
IDS_EC_FOUNDATION_Ps = "P_Ed,s$"
IDS_EC_FOUNDATION_Msx = "M_Edx,s$"
IDS_EC_FOUNDATION_Msy = "M_Edy,s$"
IDS_EC_FOUNDATION_Pu = "N_Ed$"
IDS_EC_FOUNDATION_Mux = "M_Edx$"
IDS_EC_FOUNDATION_Muy = "M_Edy$"
IDS_EC_FOUNDATION_Mu_top = "M_Ed,top$"
IDS_EC_FOUNDATION_Mu_bottom = "M_Ed,bottom$"
IDS_EC_FOUNDATION_Mu_bot = "M_Ed,bot$"
IDS_EC_FOUNDATION_As = "A_s$"
IDS_EC_FOUNDATION_REBAR__s__s = "%s@%s"
IDS_EC_FOUNDATION_L_x = "L_x$"
IDS_EC_FOUNDATION_L_y = "L_y$"
IDS_EC_FOUNDATION_fe = "f_e$"
IDS_EC_FOUNDATION_EA = "EA"
IDS_EC_FOUNDATION_q_a_comp = "q_a,comp.$"
IDS_EC_FOUNDATION_q_a_tens = "q_a,tens.$"
IDS_EC_FOUNDATION_q_a = "q_a$"
IDS_EC_FOUNDATION_q_s_left = "q_s,left$"
IDS_EC_FOUNDATION_q_s_right = "q_s,right$"
IDS_EC_FOUNDATION_q_s_top_left = "q_s,top-left$"
IDS_EC_FOUNDATION_q_s_top_right = "q_s,top-right$"
IDS_EC_FOUNDATION_q_s_bot_left = "q_s,bot-left$"
IDS_EC_FOUNDATION_q_s_bot_right = "q_s,bot-right$"
IDS_EC_FOUNDATION_q_s_max = "q_s,max$"
IDS_EC_FOUNDATION_q_s_min = "q_s,min$"
IDS_EC_FOUNDATION_q_s = "q_s$"
IDS_EC_FOUNDATION_q_u_left = "q_u,left$"
IDS_EC_FOUNDATION_q_u_right = "q_u,right$"
IDS_EC_FOUNDATION_q_u_top_left = "q_u,top-left$"
IDS_EC_FOUNDATION_q_u_top_right = "q_u,top-right$"
IDS_EC_FOUNDATION_q_u_bot_left = "q_u,bot-left$"
IDS_EC_FOUNDATION_q_u_bot_right = "q_u,bot-right$"
IDS_EC_FOUNDATION_q_u_max = "q_u,max$"
IDS_EC_FOUNDATION_q_u_min = "q_u,min$"
IDS_EC_FOUNDATION_q_u = "q_u$"
IDS_EC_FOUNDATION_V_Ed = "V_Ed$"
IDS_EC_FOUNDATION_V_Edx = "V_Edx$"
IDS_EC_FOUNDATION_V_Edy = "V_Edy$"
IDS_EC_FOUNDATION_M_Ed__s = "M_Ed%s$"
IDS_EC_FOUNDATION_Ed = "_Ed$"
IDS_EC_FOUNDATION_V_Rd = "V_Rd$"
IDS_EC_FOUNDATION_V_Rdx = "V_Rdx$"
IDS_EC_FOUNDATION_V_Rdy = "V_Rdy$"
IDS_EC_FOUNDATION_M_Rd__s = "M_Rd%s$"
IDS_EC_FOUNDATION_Rd = "_Rd$"
IDS_EC_FOUNDATION_Rdmax = "_Rdmax$"
IDS_EC_FOUNDATION_As_min = "A_s,min$"
IDS_EC_FOUNDATION_APP_As_min = "A_s,min Aplicada$"
IDS_EC_FOUNDATION_s_req = "s_req$"
IDS_EC_FOUNDATION_s_req1 = "s_req.1$"
IDS_EC_FOUNDATION_s_req2 = "s_req.2$"
IDS_EC_FOUNDATION_s__s = "s_%s$"
IDS_EC_FOUNDATION_L_SELF_WEIGHT = "Peso\nPróprio"
IDS_EC_FOUNDATION_L_SURFACE = "L_surface$"
IDS_EC_FOUNDATION_H_SOIL = "H_soil$"
IDS_EC_FOUNDATION_C_x = "C_x$"
IDS_EC_FOUNDATION_C_y = "C_y$"
IDS_EC_FOUNDATION_Ecc_x = "Ecc_x$"
IDS_EC_FOUNDATION_Ecc_y = "Ecc_y$"
IDS_EC_FOUNDATION_TOP = "Superior"
IDS_EC_FOUNDATION_BOT = "Inferior"
IDS_EC_FOUNDATION_LAYER__i__EA = "Camada %i\t : %i EA ("
IDS_EC_FOUNDATION_STRIRRUP__s = "Estribo \t : %s ("
IDS_EC_FOUNDATION_TRANS_BAR__s__s = "Barra de armadura transversal \t : %s-%s ("
IDS_EC_FOUNDATION_SURCHARGE_LOAD_NOT = "A Carga de sobrecarga não é considerada."
IDS_EC_FOUNDATION_FOR_UNIT_WIDTH = "para a largura unitária"
IDS_EC_FOUNDATION_FOR_WHOLE_WIDTH = "para a largura total"
IDS_EC_MEMBER_NAME = "NOME DO ELEMENTO ESTRUTURAL"
IDS_EC_GENERAL_INFORMATION = "Informações Gerais"
IDS_EC_DESIGN_CODE = "Código de Projeto"
IDS_EC_UNIT_SYSTEM = "Sistema de Unidades"
IDS_EC_SECTION = "Seção"
IDS_EC_SECTION_SIZE = "Tamanho da Seção"
IDS_EC_SECTION_SHAPE_T = "Seção T"
IDS_EC_SECTION_SHAPE_RECT = "Seção R"
IDS_EC_THICKNESS = "Espessura"
IDS_EC_MATERIAL = "Material"
IDS_EC_REBAR_COVER = "Revestimento"
IDS_EC_REBAR_DISTANCE = "Distância"
IDS_EC_CONSIDERED = "Considerado"
IDS_EC_NOT_CONSIDERED = "Não Considerado"
IDS_EC_POSITION_CAPITAL = "POSIÇÃO"
IDS_EC_POS = "POS"
IDS_EC_DESIGN_FORCES = "Forças de Projeto"
IDS_EC_FORCES = "Forças"
IDS_EC_BY_LOAD_COMB = "por Combinações de Carga"
IDS_EC_SURCHARGE_LOAD_SELF_WEIGHT = "Carga de Sobrecarga & Peso Próprio"
IDS_EC_REINFORCEMENT = "Armadura"
IDS_EC_TOP_BAR = "Barra Superior"
IDS_EC_BOTTOM_BAR = "Barra Inferior"
IDS_EC_TOP = "Topo"
IDS_EC_BOTTOM = "Fundo"
IDS_EC_EXT_BAR = "Barra Ext."
IDS_EC_INT_BAR = "Barra Int."
IDS_EC_BOT = "Inf."
IDS_EC_EXT = "Ext."
IDS_EC_INT = "Int."
IDS_EC_STIRRUP = "Grampo"
IDS_EC_TRANSVERSE_BAR = "Barra Transversal"
IDS_EC_POSITION_I = "I"
IDS_EC_POSITION_M = "M"
IDS_EC_POSITION_J = "J"
IDS_EC_RATIO = "Relação"
IDS_EC_LAYER = "Camada"
IDS_EC_REMARK = "Observação"
IDS_EC_ITEMS = "Itens"
IDS_EC_VALUE = "Valor"
IDS_EC_INPUT_DATA_LIST = "Lista de Dados de Entrada"
IDS_EC_LENGTH = "Comprimento"
IDS_EC_FACTOR = "Fator"
IDS_EC2_BEAM_GENERATE_REPORT = "Gerando Relatório de RC/Viga..."
IDS_EC2_BEAM_MOMENT_FORCES = "Momentos e Forças"
IDS_EC2_BEAM_FORCE_REINFORCEMENT = "Forças e Reforços"
IDS_EC2_BEAM_COMPRESSION_REBAR = "Barra de armadura de compressão"
IDS_EC2_BEAM_SPLICE_TYPE = "Tipo de emenda"
IDS_EC2_BEAM_REPORT_CALC_SHEAR_RATIO = "Calcular a razão da capacidade de Força cortante"
IDS_EC2_BEAM_REPORT_CALC_STIRRUP_SPACE = "Calcular o espaçamento da Armadura de Força cortante"
IDS_EC2_BEAM_REPORT_CALC_VRD_S = "Calcular a resistência à Força cortante com Armadura de Força cortante"
IDS_EC2_BEAM_REPORT_CALC_VRD_MAX = "Calcular a capacidade máxima de Força cortante da Seção"
IDS_EC2_BEAM_CHECK_ONEWAY_SHEAR = "Verificar Força Cortante Unidirecional"
IDS_EC2_BEAM_CHECK_MOMENT_CAPACITY = "Verificar Capacidade de Momento Fletor"
IDS_EC2_BEAM_CALC_MATL_DGN_STRENGTH = "Calcular a resistência de dimensionamento dos materiais"
IDS_EC2_BEAM_CALC_DGN_PARAM = "Calcular parâmetro de projeto"
IDS_EC2_BEAM_CALC_REQ_REBAR_AREA = "Calcular a área necessária de Armadura"
IDS_EC2_BEAM_CALC_LIMIT_REBAR_AREA = "Calcular o limite da área de Armadura"
IDS_EC2_BEAM_CHECK_TENS_REBAR_AREA = "Verificar a área da Armadura de tração"
IDS_EC2_BEAM_CALC_MOMENT_CAPACITY = "Calcular capacidade de momento"
IDS_EC2_BEAM_CALC_MOMENT_RATIO = "Calcular a razão da capacidade de Momento"
IDS_EC2_BEAM_SKIP_MOMENT_ZERO = "O Momento é zero. Ignorado"
IDS_EC2_BEAM_CHECK_SHEAR_CAPACITY = "Verificar Capacidade de Força Cortante"
IDS_EC2_BEAM_CALC_SHEAR_CAPACITY_CONC = "Calcular a resistência à Força cortante sem Armadura de Força cortante"
IDS_EC2_BEAM_REBAR_POSITIVE = "Positivo"
IDS_EC2_BEAM_REBAR_NEGATIVE = "Negativo"
IDS_EC2_BEAM_REBAR_POSITIVE_INT = "Positivo, Int."
IDS_EC2_BEAM_REBAR_NEGATIVE_EXT = "Negativo, Ext."
IDS_EC2_BEAM_SLAB_THICKNESS = "Espessura da Laje"
IDS_EC2_BEAM_EFFECTIVE_WIDTH = "Largura Efetiva"
IDS_EC2_BEAM_INPUT_LIST_TITLE = "LISTA DE ENTRADA DE VIGAS"
IDS_EC2_ANALYSIS_AS_RECTANGLE_BEAM = "Analisar como Viga Retangular"
IDS_EC2_ANALYSIS_AS_TEE_BEAM = "Analisar como Viga em T"
IDS_EC2_DO_NOT_CHK_CRACK_WIDTH = "Não verificar a largura de fissura"
IDS_EC2_CRACK_LIMIT = "Limite de Fissura"
IDS_EC2_CHK_CRACK_WIDTH = "Verificar Largura de Fissura"
IDS_EC2_CHK_CRACK_WIDTH_FACTORS = "Fatores de Largura de Fissura"
IDS_EC2_CHK_CRACK_OF_CHARACTERISTIC_LOAD = "Verificar fissura para Carga característica"
IDS_EC2_CHK_CRACK_OF_QUASI_LOAD = "Verificar fissura para Carga quase permanente"
IDS_EC2_CHK_CRACK_OF_FREQUENT_LOAD = "Verificar fissura para Carga frequente"
IDS_EC2_EXPOSURE_CLASS = "Classe de Exposição"
IDS_EC2_CHECK_STRESS_LIMITATION = "Verificar Limitação de Tensão"
IDS_EC2_CRITERIA_DEFLECTION = "Critérios para Deflexão"
IDS_EC2_FOR_CHARACTERISTIC_DEFLECTION = "Para deflexão de Carga Característica"
IDS_EC2_FOR_QUASI_PERMANENT_DEFLECTION = "Para flecha de Carga quase permanente"
IDS_EC2_DEFLECTION_AMPLIFICATION_FACTOR = "Fator de Amplificação de Deflexão"
IDS_EC2_DEFLECTION = "Deflexão"
IDS_EC2_DIVIEDED_BY2_CANTILEVER = "Dividido por 2 para balanço"
IDS_EC2_SUPPORT = "Apoio"
IDS_EC2_SPAN = "Vão"
IDS_EC2_CHARACTERISTIC = "Característica"
IDS_EC2_QUASI_PERMANENT = "Quase Permanente"
IDS_EC2_FREQUENT = "Frequente"
IDS_EC2_DURATION = "Duração"
IDS_EC_DEAD = "Mortas"
IDS_EC_DEAD_LOAD = "Carga Morta"
IDS_EC_LIVE = "Viva"
IDS_EC_LIVE_LOAD = "Carga Viva"
IDS_EC_SECT_DOT_UCASE = "SECT."
IDS_EC2_CHARACTERISTIC_DEFLECTION = "Deflexão Característica"
IDS_EC2_QUASI_PERMANENT_DEFLECTION = "Deflexão Quase Permanente"
IDS_EC2_CHECK_DEFLECTION = "Verificar Deflexão"
IDS_EC_SUPPORT_CONDITION = "Condição de Apoio"
IDS_EC_CHARACTERISTIC_DEFLECTION_FACTOR = "Fator de Deflexão Característica"
IDS_EC_QUASI_DEFLECTION_FACTOR = "Fator de Deflexão Quase Permanente"
IDS_EC_DURATION_FOR_SUSTAIN_LOAD = "Duração para carga sustentada"
IDS_EC_SUSTAIN_LOAD = "Carga Sustentada"
IDS_EC2_CBSF_MAIN_RIB = "Costela Principal"
IDS_EC2_CBSF_FLANGE_PART = "Parte da Flange"
IDS_EC2_CBSF_CALC_FORCE_FLANGE_PART = "Calcular Força de dimensionamento (Parte da mesa)"
IDS_EC2_CBSF_FORCE_PARAM_FLANGE_PART = "Parâmetro de Força de Projeto"
IDS_EC2_CBSF_FORCE_FLANGE_PART = "Força de Projeto (Parte da Flange)"
IDS_EC2_CBSF_SOIL_BEARING_CAPACITY = "Capacidade de Carga do Solo"
IDS_EC2_CBSF_CHECK_SOIL_BEARING_CAPACITY = "Verificar Capacidade de Carga do Solo"
IDS_EC2_CBSF_CALC_SOIL_BEARING_RATIO = "Calcular a razão da capacidade do solo"
IDS_EC2_CBSF_INPUT_LIST_TITLE = "LISTA DE ENTRADA DE SAPATA CORRIDA DE VIGA CONTÍNUA"
IDS_EC2_CBSF_GENERATING_CBSF_REPORT = "Gerando Relatório de Fundação Corrida..."
IDS_EC_FOUNDATION_MOMENT_X_DIR_MEDY__s = "Momento-Direção X (MEdy, %s)"
IDS_EC_FOUNDATION_MOMENT_Y_DIR_MEDX__s = "Momento-Direção Y (MEdx, %s)"
IDS_EC2_CWALL_INPUT_LIST_TITLE = "LISTA DE ENTRADA DE PAREDE COMBINADA"
IDS_EC2_CWALL_GENERATING_CWALL_REPORT = "Gerando Relatório de Parede Combinada..."
IDS_EC2_CWALL_WALL_ID = "ID da Parede"
IDS_EC_LOAD_COMBINATIONS = "Combinações de Carga"
IDS_EC_LCB = "LCB"
IDS_EC2_CWALL_START_POINT = "Ponto de Início"
IDS_EC2_CWALL_END_POINT = "Ponto Final"
IDS_EC_INFORMATION = "Informação"
IDS_EC_SPACING_LIMIT = "Limite de Espaçamento"
IDS_EC2_CWALL_VERT_REBAR_POSITION = "Posição da Barra de Armadura Vertical"
IDS_EC2_CWALL_VERT_REBAR = "Barra de armadura Vert."
IDS_EC2_CWALL_HORZ_REBAR = "Barra de armadura Hor."
IDS_EC2_CWALL_END_REBAR = "Barra de Armadura Final"
IDS_EC2_CWALL_REBAR_ARRANGEMENT = "Arranjo"
IDS_EC2_CWALL_REBAR_ARRANGEMENT_DIVIDE_EQUALLY = "Dividir igualmente pelo espaçamento mais próximo"
IDS_EC2_CWALL_REBAR_ARRANGEMENT_DIVIDE_EXACT = "Dividir por espaço exato"
IDS_EC2_CWALL_REBAR_ARRANGEMENT_FROM_END = "Do Fim"
IDS_EC2_CWALL_REBAR_ARRANGEMENT_FROM_MID = "Do Meio"
IDS_EC2_CWALL_REBAR_ARRANGEMENT_ADD_REBAR = "Adicionar Barra"
IDS_EC_CHECK_SLENDERNESS_RATIO = "Verificar Relação de Esbeltez"
IDS_EC_CALC_RADIUS_GYRATION = "Calcular Raio de Giração"
IDS_EC_CALC_SLENDERNESS_RATIO = "Calcular Relação de Esbeltez"
IDS_EC_CALC_SLENDERNESS_RATIO_LIMIT = "Calcular Limite de Relação de Esbeltez"
IDS_EC_SLENDER = "Esbelto"
IDS_EC_NOT_SLENDER = "Não Esbelto"
IDS_EC_CHECK_MIN_MOMENT = "Verificar Momento Mínimo"
IDS_EC_CALC_MIN_MOMENT = "Calcular Momento Mínimo"
IDS_EC_CALC_MIN_ECCEN = "Calcular Excentricidade Mínima"
IDS_EC_CHECK_DESIGN_MOMENT = "Verificar Momento de Projeto"
IDS_EC_CALC_DESIGN_MOMENT = "Calcular Momento de Projeto"
IDS_EC_DESIGN_MOMENT = "Momento de Projeto"
IDS_EC_X_DIRECTION = "Direção X"
IDS_EC_Y_DIRECTION = "Direção Y"
IDS_EC_CHECK_DESIGN_PARAMETER = "Verificar Parâmetro de Projeto"
IDS_EC_CALC_REBAR_RATIO = "Calcular Relação de Barra de Armadura"
IDS_EC_CALC_ECCENTRICITY = "Calcular Excentricidade"
IDS_EC_ROTATION_NA = "Ângulo de rotação do eixo neutro"
IDS_EC_CALC_CONCEN_AXIAL_CAPACITY = "Calcular a capacidade de Carga axial concêntrica"
IDS_EC_CHECK_MOMENT_CAPACITY = "Verificar Capacidade de Momento"
IDS_EC_CALC_CAPACITY_CONCRETE = "Calcular a capacidade do bloco de tensões de compressão"
IDS_EC_CALC_CAPACITY_REBAR = "Calcular capacidade da barra de armadura"
IDS_EC_CALC_NORMINAL_CAPACITY_FOR_NA = "Calcular a capacidade nominal para o eixo neutro"
IDS_EC_CALC_AXIAL_MOMENT_CAPACITY = "Calcular as capacidades de Carga axial e de Momento"
IDS_EC_CHECK_SHEAR_CAPACITY = "Verificar Capacidade de Força Cortante"
IDS_EC_CALC_STIRRUP_MAX_SPACE = "Calcular espaço máximo"
IDS_EC_CALC_SHEAR_STRENGTH = "Calcular resistência ao cisalhamento"
IDS_EC_LENGTH_FACTOR = "Comprimento & Fator"
IDS_EC_MOMENT_CAPACITY = "Capacidade de Momento"
IDS_EC_SHEAR_CAPACITY = "Capacidade de Força Cortante"
IDS_EC_CHECK_ITEM = "Verificar Item"
IDS_EC_NO = "No"
IDS_EC_CHK = "CHK"
IDS_EC_NAME = "Nome"
IDS_EC_DESCRIPTION = "Descrição"
IDS_EC_DESIGN_FORCE = "Força de Projeto"
IDS_EC2_CWALL_FLANGE_WIDTH = "Largura da Flange"
IDS_EC2_CWALL_FLANGE_WIDTH_ACTUAL = "Largura Real"
IDS_EC2_CWALL_FLANGE_WIDTH_EFFECT = "Largura Efetiva"
IDS_EC2_CWALL_GLOBAL = "Global"
IDS_EC_SHEAR_REINFORCEMENT_NOT_REQUIRED = "A Armadura de Força cortante não é necessária."
IDS_EC_SHEAR_REINFORCEMENT_REQUIRED = "A Armadura de Força cortante é necessária."
IDS_EC_2ND_ORDER_EFFECT = "Efeitos de 2ª Ordem"
IDS_EC_IMPERFECTION = "Imperfeição"
IDS_EC_AUTO_CALC = "Cálculo automático."
IDS_ERCO_MOMENT_CAPACITY = "Verificar Capacidade de Momento"
IDS_ERCO_NOMINAL_CAPACITY_BALANCED = "Calcular a capacidade nominal para eixo balanceado"
IDS_ERCO_NOMINAL_CAPACITY_FOR_NEUTRAL_AXIS = "Calcular capacidade nominal para o eixo neutro"
IDS_ERCO_BANLANCED_AXIS = "Eixo Balanceado"
IDS_ERCO_NEUTRAL_AXIS = "Eixo Neutro"
IDS_ERCO_CAPACITY_REBAR = "Calcular capacidade da barra de armadura"
IDS_ERCO_CAPACITY_COMPRESSION_BLOCK = "Calcular a capacidade do bloco de tensão de compressão"
IDS_CALC_STRENGTH_REDUCTION_FACTOR = "Calcular fator de redução de resistência"
IDS_EC_ERCO_GENERATE_REPORT = "Gerando Relatório de Coluna RC..."
IDS_EC_ERCO_CHK_SERVICEABILITY = "Verificar Servibilidade"
IDS_EC_ERCO_SERVICEABILITY_FACTORS = "Fatores de Servibilidade"
IDS_EC_ERCO_CHK_CHARACTERISTIC_LOAD_STRESS_OF_CONC = "Verificar Carga Característica ( Tensão do Concreto )"
IDS_EC_ERCO_CHK_QUASI_LOAD_LINEAR_CREEP = "Verificar Carga Quase-Permanente ( Fluência Linear )"
IDS_EC_ERCO_CHK_FREQUENT_LOAD_STRESS_OF_CONC = "Verificar Carga Frequente ( Tensão do Concreto )"
IDS_EC_ERCO_CRACKED_SECTION = "Seção Rachada"
IDS_EC_ERCO_UNCRACKED_SECTION = "Seção Não Rachada"
IDS_EC_ERCO_LINEAR_CREEP = "Creep Linear"
IDS_EC_ERCO_NONLINEAR_CREEP = "Creep Não Linear"
IDS_EC_ERCO_LONG_TERM = "Longo Prazo"
IDS_EC_ERCO_SHORT_TERM = "Curto Prazo"
IDS_URGC_EFFECTIVE_AREA = "Área Efetiva"
IDS_URGC_GENERATE_REPORT = "Gerando Relatório de Coluna RC de Seção Geral..."
IDS_URGC_GEN_COLUMN_INPUT_LIST = "LISTA DE ENTRADA DA COLUNA RC DE SEÇÃO GERAL"
IDS_ESBC_INPUT_LIST = "LISTA DE ENTRADA DA LIGAÇÃO PARAFUSADA DE AÇO"
IDS_ESBC_PLATE = "Placa"
IDS_ESBC_PLATE_WEB = "Placa (Web)"
IDS_ESBC_PLATE_FLANGE = "Placa (Flange)"
IDS_ESBC_BOLT = "Parafuso"
IDS_ESBC_EXTENSION = "Extensão"
IDS_ESBC_AUTO = "Automático"
IDS_ESBC_SUPPORTED_MEM = "Elemento Estrutural Suportado"
IDS_ESBC_SUPPORTING_MEM = "Elemento Estrutural Suportante"
IDS_ESBC_BOLT_TYPE = "Tipo de Parafuso"
IDS_ESBC_WELDING = "Soldagem"
IDS_ESBC_WELDING_MATERIAL_AND_LEG = "Material e Perna"
IDS_ESBC_WELDING_MATERIAL = "Material da Soldagem"
IDS_ESBC_WELDING_LEG = "Perna da Soldagem"
IDS_ESBC_MAX_VALUE = "Valor Máximo"
IDS_ESBC_NOT_CHK = "Não Verificar"
IDS_ESBC_CHK_MAX_VALUE = "Verificar o espaçamento máximo e o valor de extensão"
IDS_ESBC_NOT_CHK_MAX_VALUE = "Não verificar o espaçamento máximo e o valor de extensão"
IDS_ESBC_LEVEL_AND_GAP = "Nível e Espaço"
IDS_ESBC_LEVEL = "Nível"
IDS_ESBC_GAP = "Espaço"
IDS_ESBC_PERCENT = "Porcentagem"
IDS_ESBC_APPLY = "Aplicar"
IDS_ESBC_DIVISION = "Placa de Divisão"
IDS_ESBC_DIVISION_APPLY = "Aplicar Placa de Divisão"
IDS_ESBC_DIVISION_NOT_APPLY = "Não aplicar placa de divisão"
IDS_ESBC_APPLIED_FORCE = "Força Aplicada"
IDS_ESBC_MEMB_STRENGTH = "Resistência do Elemento Estrutural"
IDS_ESBC_CHK_FLG_COVER_PLATE = "Verificar Placa de Cobertura da Flange"
IDS_ESBC_CHK_NET_TENSION = "Verificar a presença de tração líquida"
IDS_ESBC_CHK_NET_TENSION_OCCUR = "Ocorrência de Tensão Líquida"
IDS_ESBC_CHK_NET_TENSION_NOT_OCCUR = "Não ocorre tração líquida"
IDS_ESBC_CHK_PLATE_RESIS = "Verificar Resistência da Placa"
IDS_ESBC_CHK_BOLT_GROUP = "Verificar Grupo de Parafusos"
IDS_ESBC_CHK_MIN_RESIS = "Verificar Resistência Mínima"
IDS_ESBC_CHK_CHK_COVER_PLATE = "Verificar Placa de Cobertura"
IDS_ESBC_CHK_DIMENSION = "Verificar Dimensão"
IDS_ESBC_CHK_PLATE = "Verificar Placa"
IDS_ESBC_CHK_FLG_WEB_DIMENSION = "Verificar as dimensões da placa da mesa e da alma"
IDS_ESBC_CHK_THIK = "Verificar Espessura"
IDS_ESBC_CHK_SPACING = "Verificar Espaçamento"
IDS_ESBC_CHK_PART_BOLT = "Parafuso"
IDS_ESBC_CHK_PART_WEB = "Web"
IDS_ESBC_CHK_PART_FLANGE = "Flange"
IDS_ESBC_CHK_PART_PLATE = "Placa"
IDS_ESBC_CHK_PART_COLUMN = "Coluna"
IDS_ESBC_CHK_PART_CONNECT = "Conexão"
IDS_ESBC_CHK_PART_PLATE_FIN = "Placa de Aleta"
IDS_ESBC_CHK_PART_PLATE_END = "Placa de Extremidade"
IDS_ESBC_CHK_PART_PLATE_DIV = "Placa de Divisão"
IDS_ESBC_CHK_SUPPORTED_MEM = "Verificar Elemento Estrutural Suportado"
IDS_ESBC_CHK_CONNECTION = "Verificar Conexão"
IDS_ESBC_CHK_SUPPORTING_MEM = "Verificar Elemento Estrutural Suportante"
IDS_ESBC_CHK_TYING_RESISTANCE = "Verificar Resistência de Amarração"
IDS_ESBC_CHK_STRUCT_INTEGRITY = "Verificar Integridade Estrutural"
IDS_ESBC_CHK_SUPPORTED_WELD = "Verificar as soldas do elemento estrutural apoiado"
IDS_ESBC_CHK_SUPPORTED_WEB = "Verificar a resistência à força cortante da alma"
IDS_ESBC_CHK_SUPPORTED_RESIS_NOTCH = "Verificar a resistência em um entalhe"
IDS_ESBC_CHK_SUPPORTED_LOCAL_STA = "Verificar Estabilidade Local"
IDS_ESBC_CHK_SUPPORTED_BOLT_GROUP = "Verificar o grupo de parafusos da ligação"
IDS_ESBC_CHK_SUPPORTED_PLATE_SHEAR = "Verificar Placa em Força Cortante"
IDS_ESBC_CHK_SUPPORTING_SHEAR_BEARING = "Verificar a força cortante e o esmagamento do elemento estrutural de apoio"
IDS_ESBC_CHK_TYING_PLATE_BOLT = "Verificar Placa e Parafusos"
IDS_ESBC_CHK_TYING_SUPPORTED_WEB = "Verificar a resistência da alma do elemento estrutural apoiado"
IDS_ESBC_CHK_TYING_WELD = "Verificar Resistência das Soldas"
IDS_ESBC_CHK_TYING_SUPPORTING_COL = "Verificar a resistência da alma da Coluna de apoio"
IDS_ESBC_CHK_NO_NEED_LOCAL_STABILITY = "Não é necessário considerar a estabilidade local da viga entalhada"
IDS_ESBC_CHK_NEED_LOCAL_STABILITY = "É necessário considerar a estabilidade local da viga entalhada"
IDS_ESBC_SHEAR = "Força Cortante"
IDS_ESBC_LOW_SHEAR = "Baixa Força Cortante"
IDS_ESBC_HIGH_SHEAR = "Alta Força Cortante"
IDS_ESBC_CHK_SHEAER_BOLT_GROUP = "Verificar a força cortante do grupo de parafusos"
IDS_ESBC_CHK_BOLT_BEARING_PLATE = "Verificar o esmagamento do parafuso na placa"
IDS_ESBC_CHK_BOLT_BEARING_WEB = "Verificar o esmagamento do parafuso na alma do elemento estrutural apoiado"
IDS_ESBC_CHK_SHAER_PLATE = "Verificar a força cortante da placa"
IDS_ESBC_CHK_BENADING_PLATE = "Verificar a flexão da placa"
IDS_ESBC_CHK_BUCKLING_PLATE = "Verificar Flambagem Lateral"
IDS_ESBC_CHK_WEB_SHEAR = "Verificar web em força cortante"
IDS_ESBC_CHK_SHEAR_NOTCH = "Verificar a alma em força cortante do elemento estrutural apoiado entalhado"
IDS_ESBC_CHK_RESIS_CONNEC = "Verificar a resistência na ligação"
IDS_ESBC_CHK_RESIS_NOTCH = "Verificar a resistência no entalhe"
IDS_ESBC_CHK_LOCAL_STABILITY = "Verificar estabilidade local"
IDS_ESBC_CHK_WELDING_SUPPORTING = "Verificar a soldagem do elemento estrutural de apoio"
IDS_ESBC_CHK_SHEAR_N_BENDING = "Verificar Força Cortante e Flexão"
IDS_ESBC_CHK_PLATE_TENSION = "Verificar a resistência à tração da placa"
IDS_ESBC_CHK_PLATE_BOLT_SHEAR = "Verificar a força cortante do parafuso na placa"
IDS_ESBC_CHK_TENSION_REIS_WEB = "Verificar a resistência à tração da alma da viga"
IDS_ESBC_CHK_WEB_SUPPORTED = "Verificar a alma do elemento estrutural apoiado"
IDS_ESBC_CHK_SUPPORTING_COL = "Verificar coluna suportante"
IDS_ESBC_CHK_LONG_FIN_PLATE = "Placa de Aleta Longa"
IDS_ESBC_CHK_SHORT_FIN_PLATE = "Placa de Aleta Curta"
IDS_ESBC_CHK_SHEAR_RATIO = "Razão de Força Cortante"
IDS_ESBC_CHK_PUNCHING_RATIO = "Razão de Punção"
IDS_ESBC_ORDINARY = "Comum"
IDS_ESBC_COUNTERSUNK = "Rebaixado"
IDS_ESBC_SPACE_X = "Espaço(x)"
IDS_ESBC_SPACE_Y = "Espaço(y)"
IDS_ESBC_EXTENSION_X = "Extensão(x)"
IDS_ESBC_EXTENSION_Y = "Extensão(y)"
IDS_ESBC_CHK_EXTENSION = "Verificar Extensão"
IDS_UCFT_GENERATE_REPORT = "Gerando Relatório de Coluna SRC CFT..."
IDS_UCFT_MATERIAL_STRENGTH_LIMITATION = "Limitação de Resistência do Material"
IDS_UCFT_STEEL_SECTION_AREA_RATIO = "Razão da Área da Seção de Aço"
IDS_UCFT_CALC_FORCE_ALLOCATION = "Calcular Alocação de Força"
IDS_UCFT_REQUIRED_SHEAR_FORCE_TRANSFERRED_SHEAR_CONNECTOR = "Força cortante requerida transferida por conectores de cisalhamento"
IDS_UCFT_CALC_DIRECT_BOND_STRENGTH = "Calcular Resistência de Ligação Direta"
IDS_UCFT_FILLED_COMPOSITE_COLUMN_EXTEND_TO_ONE_SIDE = "a coluna mista preenchida se estende para um lado"
IDS_UCFT_FILLED_COMPOSITE_COLUMN_EXTEND_TO_BOTH_SIDE = "a coluna mista preenchida se estende para ambos os lados"
IDS_UCFT_CHECK_SECTION_CLASSIFICATION = "Verificar Classificação da Seção"
IDS_UCFT_CHECK_CLASSIFICATION = "Classificação"
IDS_UCFT_AXIAL = "Axial"
IDS_UCFT_FLEXURE = "Flexão"
IDS_UCFT_FOR_AXIAL = "para axial"
IDS_UCFT_FOR_FLEXURE = "para flexão"
IDS_UCFT_TREATED_COMPACT = "Portanto, toda a Seção é tratada como compacta."
IDS_UCFT_TREATED_NONCOMPACT = "Portanto, toda a Seção é tratada como não compacta."
IDS_UCFT_OVER_LAMDA_MAX = "Portanto, a razão largura-espessura de toda a Seção está acima de "
IDS_UCFT_OVER = "Acima"
IDS_UCFT_UNDER = "Abaixo"
IDS_UCFT_SEISMIC = "Sísmico"
IDS_UCFT_SPECIAL_PROVISION = "Disposição Especial"
IDS_UCFT_HIGH_DUCTILITY = "Alta Ductilidade"
IDS_UCFT_MIDDLE_DUCTILITY = "Ductilidade Média"
IDS_UCFT_PLASTIC_MOMENT_ABOUT_MAJOR_AXIS = "Verificar a resistência ao Momento plástico em torno do eixo principal"
IDS_UCFT_PLASTIC_MOMENT_ABOUT_MINOR_AXIS = "Verificar a resistência ao Momento plástico em torno do eixo secundário"
IDS_UCFT_YIELD_MOMENT_ABOUT_MAJOR_AXIS = "Verificar a resistência ao Momento no Limite de escoamento em torno do eixo principal"
IDS_UCFT_YIELD_MOMENT_ABOUT_MINOR_AXIS = "Verificar a resistência ao Momento no Limite de escoamento em torno do eixo secundário"
IDS_UCFT_FIRSR_YIELD_MOMENT_ABOUT_MAJOR_AXIS = "Verificar a resistência ao primeiro Momento no Limite de escoamento em torno do eixo principal"
IDS_UCFT_FIRSR_YIELD_MOMENT_ABOUT_MINOR_AXIS = "Verificar a resistência ao primeiro Momento no Limite de escoamento em torno do eixo secundário"
IDS_UCFT_BY_AUROMESH = "AutoMesh"
IDS_UCCO_STEEL_HSS = "Aço HSS"
IDS_UCCO_CHECK_LOAD_TRANSFER = "Verificar Transferência de Carga"
IDS_UCCO_MATERIAL_N_SECTION = "Material e Seção"
IDS_UCCO_CONCRETE_MATERIAL = "Material de Concreto"
IDS_UCCO_STEEL_MATERIAL = "Material de Aço"
IDS_UCCO_STEEL_SHAPE = "Forma de Aço"
IDS_UCCO_EXTERNAL_FORCE_TO = "Força externa para"
IDS_UCCO_CFT_MEMBER_EXTEND_TO = "Elemento CFT se estende até"
IDS_UCCO_LOAD_TRANSFER = "Transferência de Carga"
IDS_UCCO_CHECK_LIMITATION = "Verificar Limitação"
IDS_UCCO_CHECK_MOMENT_STRENGTH = "Verificar Resistência ao Momento"
IDS_UCCO_GENERATE_REPORT = "Gerando Relatório de Coluna SRC..."
IDS_UCCO_USE_CRITERIA_VALUE = "Usar Valor de Critério"
IDS_UCCO_AUTO_CALCULATE = "Calcular automaticamente."
IDS_UCCO_FLG = "Flg"
IDS_UCCO_CHECK_TRANSVERSE_REBAR_AREA = "Verificar a área de barra de armadura transversal."
IDS_UCCO_USE_DETAIL_HOOP_BAR_END = "Usar detalhe da barra de estribo"
IDS_UCCO_INPUT_LIST = "LISTA DE ENTRADA DA COLUNA SRC"
IDS_UCCO_LIMIT = "Limite"
IDS_UCCO_CHECK_REQUIREMENT_FOR_MATERIAL = "Verificar Requisitos para Material"
IDS_UCCO_CALC_STEEL_RATIO = "Calcular razão de aço"
IDS_UCCO_CALC_MAIN_BAR_SPACE = "Calcular espaço da barra principal"
IDS_UCCO_CALC_CAPACITY_STEEL = "Calcular capacidade de aço"
IDS_USBP_CHECK_DEVELOPEMENT_LENGTH_ANCHOR_BOLT = "Verificar o comprimento de desenvolvimento do parafuso de ancoragem"
IDS_USBP_BASE_PLATE = "Placa de Base"
IDS_USBP_ANCHOR_BOLT = "Parafuso de Ancoragem"
IDS_USBP_WING_PLATE = "Placa de Asa"
IDS_USBP_RIB_PLATE = "Placa de Nervura"
IDS_USBP_RIB_WING_PLATE = "Placa de Nervura e Placa de Asa"
IDS_USBP_PEDESTAL = "Pedestal"
IDS_USBP_CHECK_BEARING_STRESS_BASE_PLATE = "Verificar a tensão de apoio da placa de base"
IDS_USBP_REACTION_FORCE_NOT_EXIST = "A Força de reação não existe."
IDS_USBP_BEARING_STRESS = "Tensão de Apoio"
IDS_USBP_BEARING_STRENGTH = "Resistência de Apoio"
IDS_USBP_CALC_BEARING_STRESS_CONCRETE = "Calcular a Tensão de apoio do Concreto"
IDS_USBP_CALC_BEARING_STRENGTH_CONCRETE = "Calcular a resistência de apoio do Concreto"
IDS_USBP_CHECK_TENSILE_STRENGTH = "Verificar Resistência à Tração"
IDS_USBP_TENSION_FORCE_IS_NOT_EXIST = "A Força de tração não existe."
IDS_USBP_CHECK_DEVELOPMENT_LENGTH = "Verificar Comprimento de Desenvolvimento"
IDS_USBP_APPLIED_LCOM_BEARING_STRESS = "Combinação de Carga aplicada para tensão de apoio"
IDS_USBP_CHECK_TENSION_STRESS_ANCHOR_BOLT = "Verificar a tensão de tração do parafuso de ancoragem"
IDS_USBP_CHECK_TENSION_STRESS_BEARING = "Verificar a tensão de tração no apoio"
IDS_USBP_TENSION_FORCE_NOT_EXIST = "A Força de tração não existe."
IDS_USBP_CHECK_BASE_PLATE = "Verificar placa de base"
IDS_USBP_DESIGN_MOMENT_USE_AVERAGE = "Momento de Projeto"
IDS_USBP_FORCE_DIAGRAM = "Diagrama de Força"
IDS_USBP_CHECK_RIB_PLATE = "Verificar placa de nervura"
IDS_USBP_CHECK_WING_PLATE = "Verificar placa de asa"
IDS_USBP_CHECK_ANCHOR_BOLT_CIP = "Verificar parafuso de ancoragem"
IDS_USBP_ANCHOR_BOLT_NOT_EXIST = "O parafuso de ancoragem não existe."
IDS_USBP_CHECK_DEVELOP_LENGTH_ANCHOR_BOLT = "Verificar o comprimento de desenvolvimento do parafuso de ancoragem"
IDS_USBP_INPUT_LIST = "LISTA DE ENTRADA DA PLACA DE BASE DE AÇO"
IDS_USBP_START_ANGLE = "Ângulo Inicial"
IDS_USBP_GENERATE_REPORT = "Gerando Relatório de Placa de Base de Aço..."
IDS_USBP_CALC_BP_THK = "Calcular Espessura da Placa de Base"
IDS_CALC_THK_RATIO = "Calcular a razão de Espessura da placa de base"
IDS_EC_UNLIMITED = "Ilimitado"
IDS_ESMC_GENERATE_REPORT = "Gerando Relatório de Ligação Parafusada de Momento..."
IDS_ESBC_GENERATE_REPORT = "Gerando Relatório de Ligação Parafusada..."
IDS_ESMC_ALONE = "sozinho"
IDS_ESMC_AND = "e"
IDS_ESMC_OR = "or"
IDS_ESMC_APPLIED = "Aplicado"
IDS_ESMC_AREA = "Área"
IDS_ESMC_BEAM = "Viga"
IDS_ESMC_BEAMFLANGEANDWEB = "Flange e Web da Viga"
IDS_ESMC_BEAMFLANGEWEBCOMPRESISTANCE = "Mesa e alma da Viga, resistência à compressão"
IDS_ESMC_BEAMFLANGEWEBINCOMPRESSION = "Mesa e alma da Viga na resistência à compressão"
IDS_ESMC_BEAMWEB = "Web da Viga"
IDS_ESMC_BEAMWEBINTRANSVERSETENSION = "Alma da Viga em tração transversal"
IDS_ESMC_BOLT = "Parafuso"
IDS_ESMC_BOLTBEARINGRESISTANCEATCOLUMNFLANGE = "Resistência ao esmagamento do parafuso na mesa da Coluna"
IDS_ESMC_BOLTBEARINGRESISTANCEATENDPLATE = "Resistência ao esmagamento do parafuso na placa de extremidade"
IDS_ESMC_BOLTGROUP = "Grupo de Parafuso"
IDS_ESMC_BOLTINFORMATION = "Informação do Parafuso"
IDS_ESMC_BOLTINSHEAR = "Parafuso em Força Cortante"
IDS_ESMC_BOLTROW = "Linha de Parafuso"
IDS_ESMC_BOLTSPACING = "Espaçamento de Parafuso"
IDS_ESMC_BOLTSPACING_COLUMN = "Distância na Coluna"
IDS_ESMC_BOLTSPACING_PLATE = "Distância na Placa"
IDS_ESMC_BOTTOMSTIFFENER = "Reforço Inferior"
IDS_ESMC_BRACKET = "Suporte"
IDS_ESMC_BUCKLINGCURVE = "Curva de Flambagem"
IDS_ESMC_BUCKLINGRESISTANCE = "Resistência à Flambagem"
IDS_ESMC_CALCULATEAXIALFORCEEQILIBRIUM = "Equilíbrio de Força Axial"
IDS_ESMC_CALCULATEDEPTH = "Calcular Profundidade"
IDS_ESMC_CALCULATEEFFECTIVELENGTH = "Calcular Comprimento Efetivo"
IDS_ESMC_COLUMN = "Coluna"
IDS_ESMC_COLUMNFLANGE = "Flange da Coluna"
IDS_ESMC_COLUMNFLANGEINBENDING = "Flange da Coluna em Flexão"
IDS_ESMC_COLUMNWEB = "Web da Coluna"
IDS_ESMC_COLUMNWEBBUCKLINGRESISTANCE = "Web da Coluna, Resistência à Flambagem"
IDS_ESMC_COLUMNWEBBUCKLINGRESISTANCEWITHCOMPRESSIONSTIFFENER = "Alma da Coluna, resistência à flambagem com enrijecedor de compressão"
IDS_ESMC_COLUMNWEBCRUSHINGRESISTANCE = "Web da Coluna, Resistência à Compressão"
IDS_ESMC_COLUMNWEBCRUSHINGRESISTANCEWITHCOMPRESSIONSTIFFENER = "Alma da Coluna, resistência ao esmagamento com enrijecedor de compressão"
IDS_ESMC_COLUMNWEBINTRANSVERSECOMPRESSION = "Alma da Coluna em compressão transversal"
IDS_ESMC_COLUMNWEBINTRANSVERSETENSION = "Alma da Coluna em tração transversal"
IDS_ESMC_COLUMNWEBPANELINSHEAR = "Web da Coluna em Força Cortante"
IDS_ESMC_COLUMNWEBPANELZONE = "Zona do Painel da Web da Coluna"
IDS_ESMC_COLUMNWEBSTIFFENER = "Reforço da Web da Coluna"
IDS_ESMC_COMBINED = "Combinado"
IDS_ESMC_COMPRESSIONGOVERNED = "Governado por Compressão"
IDS_ESMC_COMPRESSIONRESISTANCEOFCOLUMNWEBSHEAR = "Alma da Coluna, resistência à força cortante transversal"
IDS_ESMC_COMPRESSIONSTIFFENERDIMENSIONS = "Dimensões do Reforço de Compressão"
IDS_ESMC_COMPRESSIONZONE = "Zona de Compressão"
IDS_ESMC_COMPRESSIVERESISTANCE = "Resistência à Compressão"
IDS_ESMC_CONNECTION = "Conexão"
IDS_ESMC_DEPTH = "Profundidade"
IDS_ESMC_DEPTHABOVE600MM = "Profundidade > 600mm"
IDS_ESMC_DEPTHBELOW600MM = "Profundidade < 600mm"
IDS_ESMC_DESIGNFORCE = "Força de Projeto"
IDS_ESMC_DIA = "Diâm."
IDS_ESMC_DOUBLE = "Duplo"
IDS_ESMC_EDGEDISTANCE = "Distância da Borda"
IDS_ESMC_EFFECTIVEAREAOFSTIFFENERFORCRUSHING = "Área efetiva de esmagamento com enrijecedor de compressão"
IDS_ESMC_EFFECTIVEAREAOFSTIFFENERWITHWEBPORTION = "Área efetiva de flambagem com enrijecedor de compressão"
IDS_ESMC_EFFECTIVESTIFFENERSECTIONFORBUCKLING = "Verificação da Seção efetiva do enrijecedor para flambagem"
IDS_ESMC_EFFECTIVETENSIONRESISTANCEOFBOLTROWS = "Resistência efetiva à tração das fileiras de parafusos"
IDS_ESMC_EFFECTIVEWIDTHOFWEBINCOMPRESSION = "Largura efetiva da alma em compressão"
IDS_ESMC_EFFETIVESHEARRESISTANCE = "Resistência Efetiva à Força Cortante"
IDS_ESMC_EFFRESISTANCE = "Resistência efetiva"
IDS_ESMC_EN1993-1-1 = "EN 1993-1-1"
IDS_ESMC_EN1993-1-8 = "EN 1993-1-8"
IDS_ESMC_EN2-2-2 = "2.2(2)"
IDS_ESMC_EN3-2-1_1 = "3.2.1(1)"
IDS_ESMC_EN6-1_1 = "6.1(1)"
IDS_ESMC_EN6-2-6-1 = "6.2.6.1"
IDS_ESMC_EN6-2-6-2 = "6.2.6.2"
IDS_ESMC_EN6-2-6-3 = "6.2.6.3"
IDS_ESMC_EN6-2-6-7 = "6.2.6.7"
IDS_ESMC_EN6-2-6-8 = "6.2.6.8"
IDS_ESMC_EN6-2-7-2 = "6.2.7.2"
IDS_ESMC_EN6-2-7-2_7 = "6.2.7.2(7)"
IDS_ESMC_ENDPLATE = "Placa Final"
IDS_ESMC_ENDPLATEINBENDING = "Placa Final em Flexão"
IDS_ESMC_ENMODE1 = "Modo 1"
IDS_ESMC_ENMODE2 = "Modo 2"
IDS_ESMC_ENMODE3 = "Modo 3"
IDS_ESMC_ENP398 = "P398"
IDS_ESMC_ENSTEP5_WELDS = "Soldas STEP5"
IDS_ESMC_ENSTEP6A_TENSIONSTIFFENER = "STEP6A Tension Stiffener"
IDS_ESMC_ENTABLE3-1 = "Table 3.1"
IDS_ESMC_ENTABLE3-4 = "Table 3.4"
IDS_ESMC_ENTABLE6-2 = "Table 6.2"
IDS_ESMC_ENTABLE6-2ETC = "Table 6.2, 6.4, 6.5, 6.6"
IDS_ESMC_ENTABLE6-4ETC = "Table 6.4, 6.5, 6.6"
IDS_ESMC_EQULIBRIUMOFFORCES = "Equilíbrio de Forças"
IDS_ESMC_GENERAL = "Geral"
IDS_ESMC_GIRDERFLANGERESISTANCE = "Flange da Viga"
IDS_ESMC_HAUNCH = "Alça"
IDS_ESMC_HAUNCHFLANGERESISTANCE = "Flange da Alça"
IDS_ESMC_HAUNCHWEBRESISTANCE = "Web da Alça"
IDS_ESMC_HOLEDIA = "Diâm. do furo"
IDS_ESMC_LAYOUT = "Layout do Grupo de Parafusos"
IDS_ESMC_LENGTH = "Comprimento"
IDS_ESMC_MODE1RESISTANCE = "Resistência do Modo 1"
IDS_ESMC_MODE2RESISTANCE = "Resistência do Modo 2"
IDS_ESMC_MODE3RESISTANCE = "Resistência do Modo 3"
IDS_ESMC_MOMENTFORCEMINUS = "A fileira 1 indica uma fileira inferior do grupo de parafusos"
IDS_ESMC_MOMENTFORCEPLUS = "A fileira 1 indica uma fileira superior do grupo de parafusos"
IDS_ESMC_MOMENTRESISTANCE = "Resistência ao Momento"
IDS_ESMC_MOMENTRESISTANCEWITHHAUNCH = "Resistência ao Momento com Alça"
IDS_ESMC_MOMENTRESISTANCEWITHOUTHAUNCH = "Resistência ao Momento sem Alça"
IDS_ESMC_NAME = "Nome"
IDS_ESMC_NET = "Líquido"
IDS_ESMC_NOCOLUMNS = "Nº de colunas"
IDS_ESMC_NOREDUCTION = "Sem Redução"
IDS_ESMC_NOROWS = "Nº de fileiras"
IDS_ESMC_NOTAPPLIED = "Não Aplicado"
IDS_ESMC_NOTCHECK = "Não Verificado"
IDS_ESMC_OK = "OK"
IDS_ESMC_PARTIALFACTOR_CONNECTION = "Fatores Parciais de Conexão"
IDS_ESMC_PARTIALFACTOR_STEEL = "Fatores parciais do Aço estrutural"
IDS_ESMC_PLATE = "Placa"
IDS_ESMC_PLATEBUCKLINGREDUCTIONFACTOR = "Fator de Redução de Flambagem da Placa"
IDS_ESMC_PLATESLENDERNESS = "Esbeltez da Placa"
IDS_ESMC_PRETENSION = "Pré-tensão"
IDS_ESMC_REDUCTION = "Redução"
IDS_ESMC_REDUCTIONFACTORFORLONGITUDINALCOMPRESSIVESTRESS = "Fator de redução para tensão de compressão longitudinal"
IDS_ESMC_REDUCTIONFACTORFORSHEARINTERACTION = "Fator de redução para interação de força cortante"
IDS_ESMC_RESISTANCE = "Resistência"
IDS_ESMC_RESISTANCEOFCOLUMNFLANGEINBENDING = "Resistência da mesa da Coluna à flexão"
IDS_ESMC_RESISTANCEOFENDPLATEINBENDING = "Resistência da placa de extremidade à flexão"
IDS_ESMC_RESISTANCEWITHHAUNCH = "Resistência com Alça"
IDS_ESMC_ROW = "Linha"
IDS_ESMC_SECTION = "Seção"
IDS_ESMC_SHEARREISTANCEOFSTIFFENEDWEB = "Resistência à força cortante da alma enrijecida"
IDS_ESMC_SHEARREISTANCEOFUNSTIFFENEDWEB = "Resistência à força cortante da alma não enrijecida"
IDS_ESMC_SHEARRESISTANCE = "Resistência ao Corte"
IDS_ESMC_SPACING = "Espaçamento"
IDS_ESMC_STEEL = "Aço Estrutural"
IDS_ESMC_STIFFENEDCOLUMNWEB = "Resistência da Web da Coluna"
IDS_ESMC_STIFFENERSIZE = "Tamanho do Reforço"
IDS_ESMC_SUMMARYBOLTROW = "Resumo: Fileira de parafusos"
IDS_ESMC_SUMMARYMOMENTRESISTANCE = "Resumo: Resistência ao Momento"
IDS_ESMC_SUMMARYRESISTANCEOFCOMPRESSIONZONE = "Resumo: Resistência da Zona de Compressão"
IDS_ESMC_TENSIONGOVERNED = "Governado por Tensão"
IDS_ESMC_TENSIONRESISTANCEOFBOLTROWS = "Resistência à tração das fileiras de parafusos"
IDS_ESMC_TENSIONSTIFFENERCHECK = "Verificação do Reforço de Tensão"
IDS_ESMC_TENSIONSTIFFENERDIMENSIONS = "Dimensões do Reforço de Tensão"
IDS_ESMC_TENSIONSTIFFENERNOREQUIRED = "Enrijecedores de tração não são necessários para a alma da Coluna"
IDS_ESMC_TENSIONSTIFFENERREQUIRED = "Enrijecedores de tração são necessários para a alma da Coluna"
IDS_ESMC_TENSIONSTIFFENERRESISTANCE = "Resistência do Reforço de Tensão"
IDS_ESMC_TENSIONZONETSTUBS = "T-stubs da Zona de Tensão"
IDS_ESMC_THICKNESS = "Espessura"
IDS_ESMC_TOPSTIFFENER = "Reforço Superior"
IDS_ESMC_VERTICALSHEARRESISTANCE = "Resistência ao Corte Vertical"
IDS_ESMC_WEBRESISTANCE = "Web da Viga"
IDS_ESMC_WELDSCHECK = "Verificação de Soldas"
IDS_ESMC_WELDSIDES = "Lados da Solda"
IDS_ESMC_WIDTH = "Largura"
IDS_ESMC_WITHROW = "com Linha"
IDS_EC_FLANGE = "Flange"
IDS_EC_WEB = "Web"
IDS_EC_MEMBER_TYPE = "Tipo de Elemento Estrutural"
IDS_EC_SECTION_PROPERTY = "Propriedade da Seção"
IDS_EC_BUILT_UP = "Montado"
IDS_EC_ROLLED = "Laminado"
IDS_EC_CHK_ITEMS = "Itens de Verificação"
IDS_EC_MAJOR_AXIS_X = "Eixo Principal (X)"
IDS_EC_MINOR_AXIS_Y = "Eixo Secundário (Y)"
IDS_EC_REQUIRED = "Requerido"
IDS_EC_NO_REQUIRED = "Não Requerido"
IDS_EC_CLASS = "Classe"
IDS_EC_CLASS1 = "Classe 1"
IDS_EC_CLASS2 = "Classe 2"
IDS_EC_CLASS3 = "Classe 3"
IDS_EC_CLASS4 = "Classe 4"
IDS_EC_TABLE = "Tabela"
IDS_ESSG_KIJ_ANNEX = "Anexo do Fator de Interação"
IDS_ESSG_DETERMINATIO_INTERACTION_FACTOR = "Determinação do Fator de Interação"
IDS_ESSG_METHOD_1_ANNEX_A = "Usar o método 1 fornecido no Anexo A"
IDS_ESSG_METHOD_2_ANNEX_B = "Usar o método 2 fornecido no Anexo B"
IDS_ESSG_CHK_AXIAL_RESISTANCE = "Verificação da Resistência Axial"
IDS_ESSG_CALC_COMP_AXIAL_RESISTANCE = "Calcular Resistência Axial à Compressão"
IDS_ESSG_CALC_TENS_AXIAL_RESISTANCE = "Calcular Resistência Axial à Tensão"
IDS_ESSG_CHK_SHEAR_RESISTANCE = "Verificação da Resistência ao Corte"
IDS_ESSG_CALC_SHEAR_RESISTANCE_MAJOR = "Calcular a resistência à Força cortante em torno do eixo principal (y)"
IDS_ESSG_CALC_SHEAR_RESISTANCE_MINOR = "Calcular a resistência à Força cortante em torno do eixo secundário (x)"
IDS_ESSG_APPLY_RIGID_END_POST = "Aplicar o tipo de montante de extremidade rígido"
IDS_ESSG_APPLY_NON_RIGID_END_POST = "Aplicar o tipo de montante de extremidade não rígido"
IDS_ESSG_CHK_MOMENT_RESISTANCE = "Verificação da Resistência ao Momento"
IDS_ESSG_CALC_MOMENT_RESISTANCE_MAJOR = "Calcular a resistência ao Momento em torno do eixo principal (x)"
IDS_ESSG_CALC_MOMENT_RESISTANCE_MINOR = "Calcular a resistência ao Momento em torno do eixo secundário (y)"
IDS_ESSG_CHK_BENDING_SHEAR_RESISTANCE = "Verificar a resistência à flexão e à Força cortante"
IDS_ESSG_BENDING_SHEAR_RESISTANCE = "Resistência à Flexão e ao Corte"
IDS_ESSG_CALC_BENDING_SHEAR_RESISTANCE_MAJOR = "Calcular a resistência à flexão e à Força cortante em torno do eixo principal"
IDS_ESSG_CALC_BENDING_SHEAR_RESISTANCE_MINOR = "Calcular a resistência à flexão e à Força cortante em torno do eixo secundário"
IDS_ESSG_CHK_BENDING_AXIAL_RESISTANCE = "Verificar a resistência à flexão e axial"
IDS_ESSG_BENDING_AXIAL_RESISTANCE = "Resistência à Flexão e Axial"
IDS_ESSG_CALC_BENDING_AXIAL_RESISTANCE = "Calcular a resistência à flexão e axial"
IDS_ESSG_CHK_GENERAL_INTERACTION_RATIO = "Verificação da Razão de Interação Geral"
IDS_ESSG_CHK_BENDING_SHEAR_AXIAL_RESISTANCE = "Verificar a resistência à flexão, à Força cortante e axial"
IDS_ESSG_BENDING_SHEAR_AXIAL_RESISTANCE = "Resistência à flexão, à Força cortante e axial"
IDS_ESSG_CALC_BENDING_SHEAR_AXIAL_RESISTANCE_MAJOR = "Calcular a resistência à flexão, à Força cortante e axial em torno do eixo principal"
IDS_ESSG_CALC_BENDING_SHEAR_AXIAL_RESISTANCE_MINOR = "Calcular a resistência à flexão, à Força cortante e axial em torno do eixo secundário"
IDS_ESSG_CHK_FBR_RESISTANCE = "Verificação da Resistência à Flambagem Flexional"
IDS_ESSG_FBR_RESISTANCE = "Resistência à Flambagem Flexional"
IDS_ESSG_CALC_FBR_RESISTANCE_MAJOR = "Calcular a resistência à flambagem por flexão em torno do eixo principal"
IDS_ESSG_CALC_FBR_RESISTANCE_MINOR = "Calcular a resistência à flambagem por flexão em torno do eixo secundário"
IDS_ESSG_CHK_TB_TFB_RESISTANCE = "Verificar flambagem torsional e torsional-flexional"
IDS_ESSG_TB_TFB_RESISTANCE = "Flambagem torsional e torsional-flexional"
IDS_ESSG_CALC_TB_RESISTANCE = "Calcular Resistência à Flambagem Torcional"
IDS_ESSG_CALC_TFB_RESISTANCE = "Calcular a resistência à flambagem torsional-flexional"
IDS_ESSG_CHK_LTB_RESISTANCE = "Verificar a resistência à flambagem lateral com torção"
IDS_ESSG_LTB_RESISTANCE = "Resistência à Flambagem Torcional Lateral"
IDS_ESSG_CALC_LTB_RESISTANCE = "Calcular a resistência à flambagem lateral com torção"
IDS_ESSG_CHK_BNC_RESISTANCE = "Verificar Elemento estrutural uniforme em flexão e compressão axial"
IDS_ESSG_BNC_RESISTANCE = "Elemento estrutural uniforme em flexão e compressão axial"
IDS_ESSG_CALC_BNC_RESISTANCE = "Calcular a resistência de Elemento estrutural uniforme em flexão e compressão axial"
IDS_ESSG_CHK_SHEAR_BUCKLING_RESISTANCE = "Verificação da Resistência à Flambagem por Corte"
IDS_ESSG_SHEAR_BUCKLING_RESISTANCE = "Resistência à Flambagem por Corte"
IDS_ESSG_CALC_SHEAR_BUCKLING_MAJOR = "Calcular a resistência à flambagem por cisalhamento em torno do eixo principal"
IDS_ESSG_CALC_SHEAR_BUCKLING_MINOR = "Calcular a resistência à flambagem por cisalhamento em torno do eixo secundário"
IDS_ESSG_HIGH_SHAER = "Corte Alto"
IDS_ESSG_NOT_HIGH_SHAER = "Não Corte Alto"
IDS_ESSG_NEGLECT_EFFECT_ON_MOMNET_RESISTANCE = "Desprezar seu efeito na resistência ao Momento."
IDS_ESSG_NO_REQUIRED_REDUCE_FOLLOWING_CONDITION = "Não é necessário reduzir sob a seguinte condição."
IDS_ESSG_NO_REQUIRED_REDUCE_B_FOLLOWING_CONDITION = "Não é necessário reduzir a resistência à flexão sob a seguinte condição."
IDS_ESSG_NO_REQUIRED_REDUCE_B_A_FOLLOWING_CONDITION = "Não é necessário reduzir a resistência à flexão axial sob a seguinte condição."
IDS_ESSG_NO_REQUIRED_REDUCE_B_A_FOLLOWING_CONDITION_MINOR_AXIS = "Não é necessário reduzir a condição de resistência à flexão axial para o eixo secundário sob a seguinte."
IDS_ESSG_NO_REQUIRED_REDUCE_B_A_FOLLOWING_CONDITION_MAJOR_AXIS = "Não é necessário reduzir a condição de resistência à flexão axial para o eixo principal sob a seguinte."
IDS_ESSG_ALLOWANCE_FOR_EFFECT_ON_MAJOR_AND_MINOR_AXIS = "Consideração do efeito da Força axial nos eixos principal e secundário sob a seguinte. "
IDS_ESSG_BUCKLING_CURVE = "Curva de Flambagem"
IDS_ESSG_LATERAL_TORSIONAL_BUCKLING_CURVE = "Curva de Flambagem Torcional Lateral"
IDS_ESSG_LATERAL_TORSIONAL_N_BUCKLING_CURVE = "Curva de Flambagem Torcional Lateral"
IDS_ESSG_NO_REQUIRED_TO_CHK_FBR = "Não é necessário verificar a resistência à flambagem"
IDS_ESSG_NO_REQUIRED_TO_CHK_TFB = "Não é necessário verificar flambagem torsional e torsional-flexional"
IDS_ESSG_NO_REQUIRED_TO_CHK_LTB = "Não é necessário verificar a flambagem lateral com torção"
IDS_ESSG_NO_REQUIRED_TO_CHK_BNC = "Não é necessário verificar a resistência à flexão e compressão axial"
IDS_ESSG_NO_REQUIRED_TO_CHK_SHEARBUCK = "Não é necessário verificar a flambagem por cisalhamento"
IDS_ESSG_BUCKLING_EFFECT_MAY_BE_IGNORED = "Os efeitos de flambagem podem ser ignorados."
IDS_ESSG_BUCKLING_EFFECT_SHOULD_BE_CONSIDERD = "Os efeitos de flambagem devem ser considerados."
IDS_ESSG_NO_CALCULATED_BY_ANNEX_A = "Calculado pelo Anexo A"
IDS_ESSG_NO_CALCULATED_BY_ANNEX_B = "Calculado pelo Anexo B"
IDS_ADDITIONAL_BEARING_WIDTH_EN1993_1_8_CL626 = "Largura adicional de apoio (EN1993-1-8 cl6.2.6)"
IDS_ANCHOR_BOLT_BEARING_RESISTANCE = "Resistência ao Apoio do Parafuso de Ancoragem"
IDS_ANCHOR_BOLT_FRICTION_RESISTANCE = "Resistência ao Atrito do Parafuso de Ancoragem"
IDS_ANCHOR_BOLT_SHEAR_PROPERTIES = "Propriedades de Corte do Parafuso de Ancoragem"
IDS_ANCHOR_BOLT_TENSILE_RESISTANCE = "Resistência à Tensão do Parafuso de Ancoragem"
IDS_ASSEMBLYSTRONG_AXIS = "Montagem (Eixo Forte)"
IDS_ASSEMBLYWEAK_AXIS = "Montagem (Eixo Fraco)"
IDS_BASE_PLATE_AND_ANCHOR_BOLT_PROPERTIES = "Propriedades da placa de base e do parafuso de ancoragem"
IDS_BASE_PLATE_IN_BENDING_AND_ANCHOR_BOL_IN_TENS_S = "Placa de base em flexão e parafusos de ancoragem em tração (Eixo forte)"
IDS_BASE_PLATE_IN_BENDING_AND_ANCHOR_BOL_IN_TENS_W = "Placa de base em flexão e parafusos de ancoragem em tração (Eixo fraco)"
IDS_BASE_PLATE_IN_BENDING_AND_CONCRETE_IN_COMPRE_S = "Placa de base em flexão e Concreto em compressão (Eixo forte)"
IDS_BASE_PLATE_IN_BENDING_AND_CONCRETE_IN_COMPRE_W = "Placa de base em flexão e Concreto em compressão (Eixo fraco)"
IDS_BASE_PLATE_RESISTANCE_IN_COMPRESSION = "Resistência da placa de base à compressão"
IDS_BASE_PLATE_RESISTANCE_IN_TENSION = "Resistência da placa de base à tração"
IDS_BEARING_STRENGTHEN1993_1_8_CL625_ = "Resistência de apoio (EN1993-1-8 cl6.2.5) "
IDS_BTR = "BTR"
IDS_CALCULATION_OF_EFFECTIVE_LENGTH = "Cálculo do Comprimento Efetivo"
IDS_CALCULATION_OF_EFFECTIVE_LENGTH_EN1993_1_8_626 = "Cálculo do comprimento efetivo (EN1993-1-8 6.2.6.4)"
IDS_CALCULATION_OF_EFFECTIVE_LENGTH_INNER_BOLTS = "Cálculo do comprimento efetivo (Parafusos internos)"
IDS_CALCULATION_OF_EFFECTIVE_LENGTH_OUTER_BOLTS = "Cálculo do comprimento efetivo (Parafusos externos)"
IDS_CALCULATION_OF_JOINT_RESISTANCE = "Cálculo da Resistência da Junta"
IDS_CHECK_BOLT_SHEAR = "Verificação do Corte do Parafuso"
IDS_CHECK_BOLT_TENSION = "Verificação da Tensão do Parafuso"
IDS_CHECK_COMBINED_SHEAR_AND_TORSION = "Verificar combinação de Força cortante e Momento torsor"
IDS_CHECK_FOR_NO_OVERLAP_CONDITION = "Verificar a condição de não sobreposição"
IDS_CHECK_FOR_PRYING_CONDITION = "Verificação da Condição de Deslocamento"
IDS_CHECK_IF_EFFECTIVE_AREA_FITS_ON_THE_BASE_PLATE = "Verificar se a área efetiva se ajusta na placa de base"
IDS_COMLUMNFLANGE_AND_WEB_IN_COMPRESSIONSTRONG_AXI = "Coluna, mesa e alma em compressão (Eixo forte)"
IDS_COMPRESSED_PART_RESISTANCE = "Resistência da Parte Comprimida"
IDS_COMPRESSIVE_CAPACITY_CALCULATIONSTRONG_AXIS = "Cálculo da capacidade de compressão (Eixo forte)"
IDS_COMPRESSIVE_RESISTANCE_CALCULATION = "Cálculo da Resistência à Compressão"
IDS_COMPRESSIVE_RESISTANCE_CHECK = "Verificação da Resistência à Compressão"
IDS_CORRELATION_FACTOR_FOR_FILLET_WELD = "Fator de correlação para solda de filete"
IDS_DESIGN_ANCHOR_BOLT_RESISTANCE = "Resistência do Parafuso de Ancoragem de Projeto"
IDS_DESIGN_BOND_ANCHORAGE_RESISTANCE = "Resistência de Ancoragem de Ligação de Projeto"
IDS_DESIGN_CASE__LEFT_SIDE_IN_COMPRESSION_RIGHT_S = "Caso de dimensionamento: Lado esquerdo em compressão, lado direito em compressão"
IDS_DESIGN_CASE__LEFT_SIDE_IN_TENSION_RIGHT_SIDE_ = "Caso de dimensionamento: Lado esquerdo em tração, lado direito em tração"
IDS_DESIGN_COMPRESSION_RESISTANCE_OF_FLANGE = "Resistência de dimensionamento à compressão da mesa"
IDS_DESIGN_MOMENT_RESISTANCE_OF_COLUMN_BASE = "Resistência de dimensionamento ao Momento da base da Coluna"
IDS_DESIGN_SHEAR_RESISTANCE_FOR_FILLET_WELD_IN_X_D = "Resistência de dimensionamento à Força cortante para solda de filete na Direção X"
IDS_DESIGN_SHEAR_RESISTANCE_FOR_FILLET_WELD_IN_Y_D = "Resistência de dimensionamento à Força cortante para solda de filete na Direção Y"
IDS_DESIGN_TENSILE_RESISTANCE_FOR_FILLET_WELD = "Resistência de dimensionamento à tração para solda de filete"
IDS_EFFECTIVE_AREA_CALCULATION = "Cálculo da Área Efetiva"
IDS_EFFECTIVE_AREA_FROM_FORCE_EQUILIBRIUM_EN1993_1 = "Área efetiva a partir do equilíbrio de forças (EN1993-1-8 Cl.6.2.5)"
IDS_EFFECTIVE_AREA_OF_COMPRESSED_T_STUB = "Área efetiva do T-Stub comprimido"
IDS_EFFECTIVE_LENGTHWIDTH_AND_AREA = "Comprimento, largura e área efetivos"
IDS_EQUIVALENT_FORCE_CALCULATION_COLUMN_FLANGE = "Cálculo da Força equivalente (Mesa da Coluna)"
IDS_EQUIVALENT_FORCE_CALCULATION_T_STUB = "Cálculo da Força equivalente (T-Stub)"
IDS_FACTOR_M_FOR_OUTER_BOLTS = "Fator m para parafusos externos"
IDS_GROUT_INFLUENCING_CONCRETE_BEARING_RESISTANCE = "Graute influenciando a resistência de apoio do Concreto"
IDS_GROUT_NOT_INFLUENCING_CONCRETE_BEARING_RESISTA = "Graute NÃO influenciando a resistência de apoio do Concreto"
IDS_LEAVER_ARM_OF_COMPRESSION_PART = "Braço de alavanca da parte comprimida"
IDS_LEAVER_ARM_OF_TENSION_PART = "Braço de alavanca da parte tracionada"
IDS_LOAD_ECCENTRICITY = "Excentricidade da Carga"
IDS_MOMENT_CAPACITY = "Capacidade de Momento"
IDS_NO = "No"
IDS_NOX = "No(X)"
IDS_NOY = "No(Y)"
IDS_PLASTIC_BENDING_MOMENT_CAPACITY_OF_BASE_PLATE = "Capacidade plástica de Momento fletor da placa de base"
IDS_PLASTIC_BENDING_MOMENT_CAPACITY_OF_BASE_PLATE_ = "Capacidade plástica de Momento fletor da placa de base por unidade de comprimento"
IDS_PLASTIC_BENDING_MOMENT_CAPACITY_OF_THE_COLUMN = "Capacidade plástica de Momento fletor da Coluna"
IDS_PRESENCE_OF_PRYING_EFFECT = "Presença do Efeito de Alavanca"
IDS_RATIOX = "Razão(x)"
IDS_RATIOY = "Razão(y)"
IDS_REDUCING_MOMENT_CAPACITY_EN1993_1_16282_ = "Redução da capacidade de Momento (EN1993-1-1,6.2.8(2) "
IDS_REDUCING_MOMENT_CAPACITY_EN1993_1_162914__629 = "Redução da capacidade de Momento (EN1993-1-1,6.2.9.1(4) & 6.2.9.1(5)"
IDS_RESISTANCE_OF_FAILURE_MODE_1 = "Resistência do modo de falha 1"
IDS_RESISTANCE_OF_FAILURE_MODE_1_2 = "Resistência do modo de falha 1-2"
IDS_RESISTANCE_OF_FAILURE_MODE_2 = "Resistência do modo de falha 2"
IDS_RESISTANCE_OF_FAILURE_MODE_3 = "Resistência do modo de falha 3"
IDS_RESISTANCE_OF_FAILURE_MODE_4COLUMN_WEB_IN_TENS = "Resistência do modo de falha 4 (Alma da Coluna em tração) "
IDS_RESISTANCE_OF_T_STUB_FAILURE_MODE_1_2EN1993_1_ = "Resistência do modo de falha 1-2 do T-Stub (EN1993-1-8 Cl.6.2.4.1)"
IDS_RESISTANCE_OF_T_STUB_IN_TENSION = "Resistência do T-Stub em tração"
IDS_RESISTANCE_OF_TENSION_T_STUB = "Resistência do T-Stub à tração"
IDS_RIB = "costela"
IDS_SHEAR_DESIGNEN1993_1_8_TABLE_34 = "Dimensionamento ao cisalhamento (EN1993-1-8 Tabela 3.4)"
IDS_SHEAR_FORCE_NOT_EXIST = "A Força cortante não existe."
IDS_T = "t"
IDS_TENSION_FORCES = "Forças de Tensão"
IDS_TENSION_PART_RESISTANCE_VERIFICATION = "Verificação da Resistência da Parte de Tensão"
IDS_TENSION_RESISTANCE_FACTORS = "Fatores de Resistência à Tensão"
IDS_TENSION_RESISTANCE_OF_BOLTS = "Resistência à Tensão dos Parafusos"
IDS_WELDING_CHECK_EN_1993_1_8_CL4533 = "Verificação de soldagem (EN 1993-1-8 Cl.4.5.3.3)"
IDS_WELDING_RATIO = "Razão de Soldagem"
IDS_WIDTH_OF_STRIP_AROUND_COLUMN_C_S_EN1993_1_8_CL = "Largura da faixa ao redor da Coluna C/S (EN1993-1-8 cl6.2.6)"
IDS_WING = "asa"
IDS_CHECK_EDGE_DISTANCE_POST_INSTALLED_ANCHOR_BOLT = "Verificar distância à borda (parafuso de ancoragem instalado posteriormente)"
IDS_CALCULATE_TENSILE_STRENGTH_POST_INSTALLED_ANCHOR_BOLT = "Calcular resistência à tração (parafuso de ancoragem instalado posteriormente)"
IDS_CALCULATE_SHEAR_STRENGTH_POST_INSTALLED_ANCHOR_BOLT = "Calcular resistência à Força cortante (parafuso de ancoragem instalado posteriormente)"
IDS_CHECK_DISTANCE_FROM_CONCRETE_EDGE_TO_CENTER_OF_ANCHOR_BOLT = "Verificar distância da borda do Concreto ao centro do parafuso de ancoragem"
IDS_CALCULATE_STRENGTH_OF_STEEL = "Calcular a Resistência do Aço"
IDS_CALCULATE_SIZE_DATA = "Calcular Dados de Tamanho"
IDS_CALCULATE_CONCRETE_BREAK_OUT_STRENGTH = "Calcular resistência de ruptura do Concreto"
IDS_CALCULATE_PULL_OUT_STRENGTH_OF_ANCHOR = "Calcular resistência ao arrancamento da ancoragem"
IDS_CONCRETE_BREAK_OUT_STRENGTH_DIRECTION_X = "Resistência de ruptura do Concreto, Direção X"
IDS_CONCRETE_BREAK_OUT_STRENGTH_DIRECTION_Y = "Resistência de ruptura do Concreto, Direção Y"
IDS_CALCULATE_CONCRETE_PRY_OUT_STRENGTH = "Calcular resistência ao arrancamento por alavanca do Concreto"
IDS_CALCULATE_COMBINED_RATIO = "Calcular Razão Combinada"
IDS_CONDITION = "Condição"
IDS_EQUATION = "Equação"
IDS_RC_ANCHOR_BOLT_INPUT_LIST = "LISTA DE ENTRADA DE PARAFUSO DE ANCORAGEM RC"
IDS_CHECK_FLANGE_AND_WEB_UNDER_CONCENTRATED_FORCE = "Verificar mesa e alma sob Força concentrada"
IDS_CHECK_IF_STIFFENER_IS_REQUIRED = "Verificar se o enrijecedor é necessário"
IDS_CHECK_REQUIREMENT_FOR_STIFFENER = "Verificar Requisito para Reforço"
IDS_CHECK_REQUIREMENT_FOR_TENSION_FIELD_ACTION = "Verificar requisito para ação de campo de tração"
IDS_CHECK_REQUIREMENT_FOR_STIFFENER_TO_APPLY_TENSION_FIELD_ACTION = "Verificar requisito de enrijecedor para aplicar ação de campo de tração"
IDS_CHECK_WEB_UNDER_CONCENTRATED_FORCE = "Verificar alma sob Força concentrada"
IDS_COLUMNS = "Colunas"
IDS_UNIFORM_LOAD = "Carga Uniforme"
IDS_FINISH_LOAD = "Carga de Acabamento"
IDS_CONSTRUCTION_LOAD = "Carga de Construção"
IDS_CONSTRUCTION_STAGE = "Fase de Construção"
IDS_CHECK_REQUIREMENT_FOR_STUD = "Verificar Requisito para Pino"
IDS_CHECK_SIZE = "Verificar Tamanho"
IDS_CHECK_MATERIAL = "Verificar Material"
IDS_MATERIAL_PROPERTIES_APPLIED = "Propriedades do Material (Aplicadas)"
IDS_CALCULATE_EFFECTIVE_WIDTH_OF_SLAB = "Calcular largura efetiva da Laje"
IDS_EFFECTIVE_WIDTH_OF_SLAB = "Largura Efetiva da Laje"
IDS_THICKNESS_OF_CONCRETE = "Espessura do Concreto"
IDS_CALCULATE_DESIGN_SHEAR_FORCE = "Calcular Força Cortante de Projeto"
IDS_CALCULATE_DESIGN_FORCE_DURING_CONSTRUCTION = "Calcular Força de projeto durante a construção"
IDS_CHECK_DEFLECTION_DURING_CONSTRUCTION = "Verificar Deflexão durante a Construção"
IDS_CHECK_DEFLECTION_BY_DEAD_LOAD = "Verificar flecha por Carga permanente"
IDS_CHECK_DEFLECTION_BY_LIVE_LOAD = "Verificar flecha por Carga variável"
IDS_CALCULATE_STRENGTH_OF_STUD = "Calcular a Resistência do Pino"
IDS_CALCULATE_ELASTIC_MODULUS_OF_CONCRETE = "Calcular módulo de elasticidade do Concreto"
IDS_CALCULATE_NUMBER_OF_STUD = "Calcular Número de Pinos"
IDS_CALCULATE_COMPOSITION_RATIO = "Calcular Razão de Composição"
IDS_CHECK_MOMENT_STRENGTH_POSITIVE_MOMENT = "Verificar resistência ao Momento (Momento positivo)"
IDS_CALCULATE_MOMENT_OF_INERTIA = "Calcular Momento de Inércia"
IDS_CALCULATE_EFFECTIVE_MOMENT_OF_INERTIA = "Calcular Momento de inércia efetivo"
IDS_CALCULATE_LOWER_LIMIT_FOR_MOMENT_OF_INERTIA = "Calcular limite inferior para o Momento de inércia"
IDS_CALCULATE_BEAM_MODE_PROPERTIES = "Calcular Propriedades do Modo da Viga"
IDS_CALCULATE_EFFECTIVE_WIDTH = "Calcular Largura Efetiva"
IDS_CALCULATE_TRANSFORMED_MOMENT_OF_INERTIA = "Calcular Momento de inércia transformado"
IDS_CALCULATE_DEFLECTION__FREQUENCY = "Calcular Deflexão & Frequência"
IDS_CALCULATE_TRANSFORMED_MOMENT_OF_INERTIA_PER_UNIT_WIDTH = "Calcular Momento de inércia transformado por unidade de largura"
IDS_CALCULATE_EFFECTIVE_BEAM_PANEL_WIDTH = "Calcular largura efetiva do painel da Viga"
IDS_CALCULATE_WEIGHT_OF_BEAM_PANEL = "Calcular peso do painel da Viga"
IDS_CALCULATE_GIRDER_MODE_PROPERTIES = "Calcular Propriedades do Modo da Viga Principal"
IDS_CALCULATE_EFFECTIVE_GIRDER_PANEL_WIDTH = "Calcular largura efetiva do painel da viga principal"
IDS_CHECK_VIBRATION_COMBINED_MODE = "Verificar Vibração (Modo Combinado)"
IDS_ADJUST_GIRDER_DEFLECTION = "Ajustar Deflexão da Viga Principal"
IDS_CALCULATE_FLOOR_FUNDAMENTAL_FREQUENCY = "Calcular Frequência Fundamental do Piso"
IDS_CALCULATE_EQUIVALENT_COMBINED_MODE_PANEL_WEIGHT = "Calcular peso equivalente do painel em modo combinado"
IDS_CALCULATE_PEAK_ACCELERATION = "Calcular Aceleração de Pico"
IDS_H_BEAM__SLAB = "Viga H & Laje"
IDS_CONST_LOAD = "Carga Const."
IDS_CONCENTRATED_FORCES = "Forças Concentradas"
IDS_CONSTRUCTION = "Construção"
IDS_DEAD__LIVE = "Mortas & Vivas"
IDS_PLASTIC_DESIGN_COMPACT_SECTION = "Projeto Plástico (Seção Compacta)"
IDS_ELASTIC_DESIGN_COMPACT_SECTION = "Projeto elástico (Seção não compacta)"
IDS_MAX = "Máx."
IDS_V = "V'"
IDS_COMP_RATIO = "Taxa de comp."
IDS_N = "n"
IDS_CALCULATE_EFFECTIVE_BEAM_PANEL_WIDTH__WEIGHT = "Calcular largura efetiva e peso do painel da Viga"
IDS_CALCULATE_EFFECTIVE_GIRDER_PANEL_WIDTH__WEIGHT = "Calcular largura efetiva e peso do painel da viga principal"
IDS_W = "W"
IDS_FLOOR_FREQUENCY_HZ = "Frequência do Piso (Hz)"
IDS_PEAK_ACCELERATION_%_GRAVITY = "Peak Acceleration (% Gravity)"
IDS_SRC_COMPOSITE_BEAM_INPUT_LIST = "LISTA DE ENTRADA DE VIGA COMPOSTA SRC"
IDS_SECTION_H_BEAM__SLAB = "Seção (Viga H & Laje)"
IDS_SECTION_STUD = "Seção (Pino)"
IDS_SECTION_DECK_PLATE = "Seção (Placa de Convés)"
IDS_DESIGN_LOAD_UNIFORM_LOAD = "Carga de Projeto (Carga Uniforme)"
IDS_DESIGN_FORCE_CONCENTRATED_FORCES = "Força de Projeto (Forças Concentradas)"
IDS_NOWEB = "Sem alma"
IDS_NOFLANGE = "Sem mesa"
IDS_PM = "PM"
IDS_VX = "Vx"
IDS_VY = "Vy"
IDS_C = "C"
IDS_D = "D"
IDS_HOOP_BAR = "Barra de Anel"
IDS_CHECK_REQUIREMENT_FOR_MATERIAL = "Verificar Requisito para Material"
IDS_CALCULATE_STEEL_RATIO = "Calcular razão de aço"
IDS_CALCULATE_MAIN_BAR_SPACE = "Calcular espaço da barra principal"
IDS_CALCULATE_ECCENTRICITY = "Calcular excentricidade"
IDS_COLUMN_UNDER_TENSION_FORCE_SKIPPED = "Coluna sob Força de tração. Ignorado."
IDS_CALCULATE_CAPACITY_OF_STEEL = "Calcular capacidade do Aço"
IDS_CALCULATE_NOMINAL_CAPACITY_FOR_NEUTRAL_AXIS = "Calcular capacidade nominal para o eixo neutro"
IDS_F = "f"
IDS_CONC = "concreto"
IDS_STEEL = "aço"
IDS_CONCRETE_SECTION = "Seção de Concreto"
IDS_H_BEAM__REBAR = "Viga H & Barra de Armadura"
IDS_HOOP_BAREND = "Barra de Anel(FIM)"
IDS_STEEL_BEAM_AT_CONSTRUCTION_STAGE = "Viga de Aço na fase de construção"
IDS_COMPOSITE_BEAM_AT_NORMAL_STAGE = "Viga composta na fase normal"
IDS_CHECK_NEUTRAL_AXIS_IN_SECTION = "Verificar eixo neutro na Seção"
IDS_PLASTIC_NA = "Eixo neutro plástico"
IDS_COORINATE_OF_PLASTIC_NA = "Coordenada do eixo neutro plástico"
IDS_CHECK_BENDING_RESISTANCE = "Verificar resistência à flexão"
IDS_NAXIS_CONDITION = "Condição"
IDS_NAXIS_EQUATION_FOR = "Equação para"
IDS_NAXIS_VALUE = "Valor"
IDS_CALCULATION = "Cálculo"
IDS_CALCULATION_FOR_K = "Cálculo para k"
IDS_ELASTIC_MOMENT_RESISTANCE = "Cálculo da resistência elástica ao Momento"
IDS_PLASTIC_MOMENT_RESISTNACE = "Cálculo da resistência plástica ao Momento"
IDS_CALCULATION_OF = "Cálculo de"
IDS_ELASTIC_NA = "Eixo neutro elástico"
IDS_COORDINATE_OF_ELASTIC_NA = "Coordenada do eixo neutro elástico"
IDS_CHECK_EFFECTIVE_COMPOSTIE_SECTION = "Verificar seção composta efetiva"
IDS_POSITION = "Posição"
IDS_EQUATION_FOR_K = "Equação para k"
IDS_STEEL_TOP_FLANGE = "Flange Superior de Aço"
IDS_STEEL_WEB = "Web de Aço"
IDS_STEEL_BOT_FLANGE = "Flange Inferior de Aço"
IDS_CONCRETE_SLAB = "Laje de Concreto"
IDS_REINFORCING_STEEL = "Aço de Armadura"
IDS_SECTION_MODULUS_AT_AN_INTERNAL_SUPPORT = "Módulo resistente da Seção em um apoio interno"
IDS_TABLE_OF_SECTION_MODULUS_AT_EACH_PART_IN_SECTION = "Tabela do módulo resistente da Seção em cada parte da Seção"
IDS_STEEL_SECTION = "Seção de Aço"
IDS_COMPOSITE_SECTION = "Seção Composta"
IDS_CALCULATION_FOR_MOMENT_CAPACITY_OF_SECTION = "Cálculo da capacidade ao Momento da Seção"
IDS_PART = "Parte"
IDS_AXIAL_COMP_CAPACITY = "Capacidade axial de comp."
IDS_ARM_LENGTH = "Comprimento do Braço"
IDS_MOMENT_CAPACITY_TABLE = "Capacidade de Momento"
IDS_TOTAL = "Total"
IDS_ERROR = "Erro"
IDS_IN_CONCRETE_SLAB = "na Laje de Concreto"
IDS_IN_STEEL_TOP_FLANGE = "na Flange Superior de Aço"
IDS_IN_STEEL_WEB = "na Web de Aço"
IDS_IN_STEEL_BOT_FLANGE = "na Flange Inferior de Aço"
IDS_PLASTIC_NEUTRAL_AXIS_IN_STEEL_BOT_FLANGE = "Eixo neutro plástico na mesa inferior de Aço"
IDS_PLASTIC_NEUTRAL_AXIS_IN_STEEL_WEB = "Eixo neutro plástico na alma de Aço"
IDS_PLASTIC_NEUTRAL_AXIS_IN_WEB = "Eixo neutro plástico na alma"
IDS_PLASTIC_NEUTRAL_AXIS_IN_STEEL_WEB_HOLE = "Eixo neutro plástico no furo da alma de Aço"
IDS_PLASTIC_NEUTRAL_AXIS_IN_STEEL_TOP_FLANGE = "Eixo neutro plástico na mesa superior de Aço"
IDS_PLASTIC_NEUTRAL_AXIS_IN_CONCRETE_SLAB = "Eixo neutro plástico na Laje de Concreto"
IDS_CHECK_LONGITUDINAL_SHEAR_RESISTANCE = "Verificar Resistência ao Corte Longitudinal"
IDS_CACULATE_LONGITUDINAL_SHEAR_FORCE = "Calcular força cortante longitudinal"
IDS_CALCULATE_DESIGN_SHEAR_RESISTANCE_OF_HEADED_STUD = "Calcular resistência de projeto à Força cortante do conector tipo pino com cabeça"
IDS_BENDING_RESISTANCE = "Resistência à flexão"
IDS_LONGITUDINAL_SHEAR_RESISTANCE = "Resistência à força cortante longitudinal"
IDS_TABLE_OF_CALCULATION_FOR_K = "Tabela de cálculo para k"
IDS_VERTICAL_SHEAR_RESISTANCE = "Resistência à força cortante vertical"
IDS_LONGITUDINAL_DIRECTION = "Direção longitudinal"
IDS_MOMENT_CAPACITY_CALCULATION_REFERENCE = "O sinal da capacidade ao Momento é determinado pela direção do Momento, independentemente da direção da Força."
IDS_EFFECTIVE_WIDTH = "Largura efetiva"
IDS_CHECK_REQUIREMENT_FOR_STUD_SMALL = "Verificar requisito para montante"
IDS_CHECK_SIZE_SMALL = "Verificar tamanho"
IDS_CHECK_MATERIAL_SMALL = "Verificar material"
IDS_EC_MAJOR_AXIS_Y = "Eixo principal (Y)"
IDS_EC_MINOR_AXIS_X = "Eixo secundário (X)"
IDS_CHECK_VERTICAL_SHEAR_RESISTANCE = "Verificar resistência à força cortante vertical"
IDS_EC_REPORT_JP_TEST = "EC_Report_JP-Test(Lang:JP)"
IDS_EC_REPORT_RUS_TEST = "EC_Report_RUS-Test(Lang:RUS)"
IDS_EC_REPORT_TW_TEST = "EC_Report_TW-Test(Lang:TW)"
IDS_PLASTIC_MOMENT_RESISTANCE = "Cálculo da resistência ao momento plástico"
